Repository: Guhaifudeng/osmbot
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: ast, ca, cs, de, es, eu, fa, fr, gl, hu, it, ja, nl, pl, pt, ru, sk, sv, uk, vi

source: <format> Could be png, jpeg or pdf. If you don't use this option, the bot use png by default
ast: <format> Pué ser png, jpeg o pdf. Si nun uses esta opción, el bot usa png de mou predetermináu
ca: <format> Pot ser png, jpeg o pdf. Si no utilitzeu aquesta opció, el bot envia un png de forma predeterminada.
cs: <formát> Může být png, jpeg, nebo pdf. Pokud této volby nevyužijete, jako výchozí formát se použije png.
de: <format> kann ein png, jpeg oder pdf sein. Wenn du diese Option nicht angibst, wählt OSMbot standardmäpig png
es: <formato> Puede ser png, jpeg o pdf. Si no especificas el bot usará png por defecto.
eu: <formatua> Izan daiteke png,jpeg edo pdf. Ez baduzu aukera hau erabiltzen, bot-ak berez png bidaliko du
fa: <فرمت فایل>می تواند png, jpeg و یا pdf باشد. اگر گزینه ای انتخاب نشود ربات به صورت پیش فرض png را انتخاب می کند.
fr: <format> Peut être png, jpeg or pdf. Si vous n'utilisez pas cette option, le robot utilise png par défaut
gl: Pode ser un arquivo png, jpeg ou pdf. Se non empregas esta opción, o robot emprega png por defecto
hu: <formátum> Lehet png, jpeg vagy pdf. Ha nem használja ezt a beállítást, akkor a robot png-t fog használni.
it: <formato> Può essere png, jpeg o pdf. Se non usi questa opzione il bot userà png di default;
ja: <画像形式> png、jpeg およびpdfに対応しています。このオプションを使わない場合、ボットは既定値としてpngを使います
nl: <format> Kan zijn: png, jpeg of pdf. Als je niks invult wordt png gebruikt door de bot.
pl: <format> Może być png, jpeg lub pdf. Jeśli nie skorzystasz z tej opcji, bot użyje domyślnie png
pt: <format> Pode ser png, jpeg ou pdf. Se não especificar esta opção, o robõ usa por defeito o png
ru: <формат> Формат изображения: png, jpeg или pdf. По умолчанию — png.
sk: <formát> Môže byť png, jpg, alebo pdf. Pokiaľ tejto voľby nevyužijete, ako predvolený formát sa použije png.
sv: <bildformat> Kan vara png, jpeg eller pdf. Om du inte anger format använder bot png som standard.
uk: <формат> – це може бути png, jpeg або pdf. Якщо ви не використовуєте цю опцію, бот буде використовувати, типово, png
vi: <định dạng> Có thể là png, jpeg, hoặc pdf. Nếu bạn không định rõ, bot sử dụng png theo mặc định.

source: <scale> Level of zoom (1-19). If you don't use this option, the bot use 19 by default.
ast: <scale> Nivel de zoom (1-19). Si nun uses esta opción, el bot usa 19 de mou predetermináu.
ca: <escala> Nivell d'apropament (entre 1 i 19). Si no utilitzeu aquesta opció el bot utilitza el nivell 19 de forma predeterminada.
cs: <měřítko> úroveň přiblížení (1-19). Pakliže tuto volbu nepoužijete, bot použije výchozí hodnotu přiblížení 19.
de: <scale> wählt das Zoomlevel (1-19). Wenn du nichts angibst, wählt OSMbot standardmäßig Level 19.
es: <escala> Nivel de zoom (1-19). Si no especificas, usa 19 por defecto.
eu: <eskala> Zoom maila (1-19). Ez baduzu aukera hau erabiltzen, bot-ak berez 19 erabiliko du.
fa: <مقیاس> مقدار بزرگ نمایی (1-19) اگر گزینه ای وارد نشود، ربات مقدار 19 را به صورت پیش فرض استفاده می کند.
fr: <échelle> Niveau de zoom (1-19). Si vous n'utilisez pas cette option, le robot utilise 19 par défaut
gl: Nivel de zoom (1-19). Se non empregas esta opción, o robot emprega 19 por defecto.
hu: <nagyítás> A nagyítási szint (1-19). Ha nem használja ezt a beállítást, akkor a bot 19-et fog használni.
it: <scala> Livello di zoom (1-19). Se non usi questa opzione il bot userà 19 di default.
ja: <ズームレベル> ズーム(1-19)のレベル。このオプションを使わない場合、ボットは既定値として19を使います。
nl: <scale> Zoom niveau (1-19). Als je niks invult wordt 19 gebruikt door de bot.
pl: <skala> Poziom przybliżenia (1-19). Jeśli nie skorzystasz z tej opcji, bot ustawi domyślnie 19
pt: <scale> Nível de aproximação/zoom (1-19).Se não especificar esta opção, o robõ usa por defeito o nível 19
ru: <масштаб> Уровень масштаба (1-19). По умолчанию — 19.
sk: <mierka> úroveň priblíženia (1-19). Keď túto voľbu použijete, bot použije predvolenú hodnotu priblíženia 19.
sv: <skala> Zoom-nivå (1-19). Om du inte använder det väljer bot ut 19 som standard.
uk: <масштаб> – рівень масштабу (1-19). Якщо ви не використовуєте цю опцію, бот буде використовувати, типово, 19
vi: <tỷ lệ> Mức thu phóng (1–19). Nếu bạn không định rõ, bot sử dụng 19 theo mặc định.

source: /search <search_term> - Search from Nominatim in all OpenStreetMap database.
ast: /search <términu_gueta> - Guetar dende Nominatim en tola base de datos d'OpenStreetMap.
ca: /search <terme_cerca> - Cerca a la base de dades de l'OpenStreetMap fent servir el Nominatim.
cs: /search <vyhledávaný termín> - Vyhledat z Nominatimu v celé databázi OpenStreetMap.
es: /search <lugar_a_buscar> - busca desde Nominatim en toda la base de datos OpenStreetMap.
fa: /search <عبارت_جستجو> - جستجو با نام و آدرس در تمامی پایگاه داده OSM Nominatim.
fr: /search <endroit_à_chercher> - Cherche avec Nominatim dans la base de données d'OpenStreetMap.
gl: /search <search_term> - busca dende Nominatim en toda a base de datos de OpenStreetMap.
hu: /search <keresési_kifejezés> – Keresés a Nominatimban, minden OpenStreetMap adatbázisban.
it: /search <termine_da_cercare> - Cerca tramite Nominatim in tutto il database OpenStreetMap.
ja: /search <検索語> - 全てのOpenStreetMapデータベース内のNominatimから検索。
nl: /search <search_term> - Zoeken op termen in alle info van de OpenStreetMap 'Nominatim' database
pl: /search <wyrażenie> - Przeszukaj całą bazę OpenStreetMap przez Nominatim.
pt: /search <search_term> - Procura no Nominatim em toda a base de dados do OpenStreetMap.
ru: /search <строка_поиска> — найдёт объект в базе OSM с помощью Nominatim
sk: /search <vyhľadávaný_termín> - Vyhľadať z Nominatim v celej databáze OpenStreetMap.
sv: /search <sökte_term> - Sök från Nominatim i alla OpenStreetMap databas.
uk: /search <що_шукати> – Шукає об'єкти в базі OpenStreetMap за допомогою Nominatim.
vi: /search <truy vấn> – Tìm kiếm trong toàn bộ cơ cở dữ liệu OpenStreetMap qua Nominatim.

source: /nearest <type> <optional meters> - Search from Overpass the element in a certain radius
ast: /nearest <tipu> <opcional metros> - Guetar l'elementu dende Overpass dientro d'un radiu determináu
ca: /nearest <tipus> <metres opcionals> - Cerca l'element en un radi determinat fent servir l'Overpass.
cs: /nearest <typ> <volitelně metry> - Prohledat okolí elementu v zadaném okruhu
es: /nearest <tipo> <metros opcional> - Busca en Overpass el elemento a una cierto radio de distancia
fa: /type> nearest><متراژ اختیاری> - جستجو خارج از محدوده یک مکان با یک شعاع مشخص
fr: /nearest <type> <mètres (facultatif)> - Cherche avec Overpass l'élément dans un certain rayon
gl: /nearest <type> <optional meters> - Busca o elemento dende Overpass nun certo radio
hu: /nearest <típus> <választható méter> – Keresés az Overpassban egy elem után, a megadott sugárban
it: /nearest <tipo> <metri, opzionale> - Cerca tramite Overpass in un determinato raggio
ja: /nearest <種別(nod/way/rel)> <メートル数(オプション)> - Overpass で所定の半径内にある要素を検索
nl: /nearest <type> <optional meters> - Zoeken van elementen binnen een bepaalde straal
pl: /nearest <typ> <opcjonalnie metry> - Szukaj elementu w określonym promieniu za pomocą Overpass
pt: /nearest <type> <optional meters> - Procura no Overpass o elemento dentro de um determinado raio de distância
ru: /nearest <тип> <радиус> — найдёт все объекты нужного типа (например, «cafe») в заданном радиусе
sk: /nearest <typ> <voliteľne metre> - Prehľadať okolie elementu v danom okruhu
sv: /nearest <typ> <valfria meter> - Sök från Overpass elementet i en viss radie
uk: /nearest <тип> <радіус> – Шукає в Overpass елемент в межах вказаного кола
vi: /nearest <kiểu> <mét tùy chọn> – Tìm phần tử trong phạm vi cách một bán kính cụ thể qua Overpass

source: Choose the language for talk with you
ast: Escueye la llingua pa falar contigo
ca: Trieu la llengua amb la que voleu que us parli
cs: Zvolte jazyk, se kterým s vámi budu komunikovat
de: Wähle eine Sprache
es: Escoge el idioma en el qué quieres que te hable
eu: Hautatu zurekin hitzegiteko hizkuntza
fa: زبان دلخواه خود را انتخاب کنید
fr: Veuillez choisir la langue pour parler avec vous
gl: Escolle o idioma no que falaremos
hu: Válassza ki a nyelven, amelyen beszéljek
it: Scegli in che lingua devo parlare con te
ja: あなたとお話する言語を選んでください
nl: Kies de taal die ik moet gebruiken
pl: Wybierz w jakim języku mam się z Tobą porozumiewać
pt: Escolha a língua para eu falar consigo
ru: Выберите язык для общения
sk: Zvoľte jazyk, s ktorým s vami budem komunikovať
sv: Ange min språk för att prata med dig
uk: Оберіть мову для спілкування
vi: Chọn ngôn ngữ để nói chuyện với bạn

source: Now I will talk you with the new language
ast: Agora falaréte na nueva llingua
ca: A partir d'ara us parlaré amb aquesta llengua
cs: Nyní s vámi budu komunikovat novým jazykem
de: Ab jetzt unterhalten wir uns in der neu gewählten Sprache
es: Ahora te hablaré con el nuevo idioma
eu: Orain hizkuntza berrian hitzegingo dizut
fa: اکنون من با زبان دیگری صحبت خواهم کرد
fr: Je vais vous parler en la nouvelle langue
gl: Agora comezarei a falar no novo idioma
hu: Most már az új nyelven fogok beszélni
it: Ora parlerò nella nuova lingua
ja: 新しい言語でお話します
nl: Nu zal ik de nieuwe taal gebruiken
pl: Od teraz będę się z Tobą porozumiewać w nowym języku
pt: Agora eu falarei consigo na nova língua
ru: Теперь я буду использовать новый язык
sk: Teraz s vami budem komunikovať novým jazykom
sv: Jag kommer nu att prata med dig med det nya språket
uk: Тепер я буду спілкуватись з вами іншою мовою
vi: Bây giờ tôi nói chuyện với bạn trong ngôn ngữ mới

source: No emoji found, perhaps you should try with /legend <osm_key:value>
ast: Nun s'alcontró nengún emoji, seique tengas qu'intentalo con /legend <etiqueta_osm:valor>
ca: No s'ha trobat cap emoji, podeu provar amb /legend <clau_osm:valor>
cs: Žádná emodži nebyla nalezena, možná to zkuste s /legend <osm_klíč:hodnota>
de: Kein Emoji gefunden, vielleicht solltest du es mit /legend <osm_key:value> versuchen
es: No hemos encontrado emoji, prueba a usar /legend <clave_osm:valor>
eu: Ez da emojirik aurkitu, agian /legend <osm_key:value>rekin probatu beharko zenuke
fa: <osm_کلید:مقدار> شکلکی یافت نشد، شاید بهترباشد شرح علایم/ را امتحان کنید
fr: Emoticône pas trouvé, peut être vous pouvez essayer le commande /legend <clé_osm:valeur>
gl: Non se atopou o emoji, téntao con /legend <osm_key:value>
hu: Nem található emodzsi, talán próbálja ki ezzel: /legend <osm_kulcs:érték>
it: Nessuna emoji trovata, forse dovresti provare con /legend <chiave_osm:valore>
ja: 絵文字が何も見えないときは、これを試してみてね /legend <osmキー:値>
nl: Geen emoji gevonden, mischien met /legend <osm_key:value> proberen?
pl: Nie znaleziono emoji, może spróbuj /legend <klucz_osm:wartość>
pt: Nenhum emoji encontrado, quiçá deveria tentar com /legend <osm_key:value>
ru: Эмодзи не найден, попробуйте /legend <osm_key:value>
sk: Žiadna emodži nebola nájdená, možno to skúste s /legend <osm_kľúč:hodnota>
sv: Det finns ingen emoji. Du skulle prova kommando /legend <osm_nyckelord:värde>
uk: Емоджи відсутній, спробуйте /legend <osm_key:value>
vi: Không tìm thấy biểu tượng emoji; có lẽ bạn muốn sử dụng /legend <chìa_khóa_osm:giá_trị>

source: Sorry but I couldn't find any result, please check the ID
ast: Siéntolo pero nun alcontré nengún resultáu, comprueba la ID
ca: Em sap greu però no he trobat cap resultat, comproveu l'ID
cs: Je mi líto, ale nemohu najít žádný výsledek, ověřte ID, prosím
de: Entschuldigung, aber ich konnte kein Ergebnis finden. Bitte überprüfe die ID
es: No encuentro ningún resultado, comprueba la ID
eu: Barkatu ezin dut emaitzik aurkitu, mesedez egiaztatu IDa
fa: با عرض پوزش، من نتوانستم هیچ نتیچه ای پیدا کنم، لطفا ID را بررسی کنید
fr: Désolé, je ne peux pas trouver aucun résultat, s'il vous plaît vérifier le ID
gl: Síntoo pero non atopei ningún resultado, por favor revisa o ID
hu: Sajnálom, de nem találtam egyetlen találatot sem, ellenőrizze az azonosítót
it: Scusa, ma non ho trovato nessun risultato, controlla l'ID
ja: ごめんなさい、検索結果が見当たらないようです。OSMのIDを確認してみてもらえますか？
nl: Sorry, ik kon niks vinden, graag ID controleren
pl: Przykro mi, ale nie znalazłem żadnych wyników, sprawdź ID
pt: Desculpe mas eu não consegui encontrar nenhum resultado. Confirme se o ID está correto
ru: Извините, я не могу ничего найти, проверьте ID
sk: Je mi ľúto, ale nemôžem nájsť žiadny výsledok, overte ID, prosím
sv: Jag finner ingenting. Du kan kolla ID och prova igen
uk: Вибачте, але я не зміг знайти жодного результату, будь ласка, перевірте ID
vi: Rất tiếc, tôi không tìm thấy kết quả, xin vui lòng kiểm tra ID

source: Sorry but I couldn't find any result for
ast: Nun pudi alcontrar nengún resultáu pa
ca: No he trobat cap resultat per a
cs: Je mi líto, ale nemohu najít výsledek pro
de: Es tut mir leid, aber ich konnte keine Ergebnisse für "{0}" finden
fa: متاسفم، هیچ نتیجه ای پیدا نکردم برای
fr: Désolé, je ne peux pas trouver aucun résultat pour
gl: Síntoo pero non atopei ningún resultado para
hu: Sajnálom, de nem található találat ehhez:
it: Mi dispiace, ma non ho trovato nessun risultato per
ja: ごめんなさい、 "{0}" の検索結果が見つかりません
nl: Sorry, ik kon niks vinden voor
pl: Przykro, ale nie znalazłem żadnych wyników dla
pt: Desculpe mas eu não consegui encontrar nenhum resultado para
ru: Увы, не найти ничего по
sk: Je mi ľúto, ale nemôžem nájsť výsledok pre
sv: Jag finner ingenting för
uk: На жаль, але я не можу вам нічого відповісти на
vi: Rất tiếc, tôi không tìm thấy kết quả nào cho

source: But you can try to improve OpenStreetMap
ast: Pero pues intentar ameyorar OpenStreetMap
ca: Però podeu intentar millorar l'OpenStreetMap
cs: Ale můžete se pokusit vylepšit OpenStreetMap
de: Aber du kannst versuchen, OpenStreetMap zu verbessern
es: Pero puedes ayudar a mejorar OpenStreetMap
eu: Baina OpenStreetMap hobetzen saia zaitezke
fa: اما شما می توانید سعی کنید نقشه های OSM را بهبود بدهید.
fr: Mais vous pouvez améliorer OpenStreetMap
gl: Pero podes axudar a mellorar OpenStreetMap
hu: De megpróbálhatja javítani az OpenStreetMapet
it: Ma puoi provare a migliorare OpenStreetMap
ja: でもOpenStreetMapはあなたが自分で改善することもできますよ！
nl: Maar je kan proberen om OpenStreetMap te verbeteren
pl: Lecz możesz poprawić OpenStreetMap
pt: Mas pode tentar melhorar o OpenStreetMap
ru: Но вы можете добавить это в OpenStreetMap
sk: Ale môžete sa pokúsiť vylepšiť OpenStreetMap
sv: Du kan prova förbättra OpenStreetMap
uk: Але ви можете спробувати покращити OpenStreetMap
vi: Gợi ý bạn đóng góp vào OpenStreetMap

source: http://learnosm.org/en/
cs: http://learnosm.org/cs/
de: http://learnosm.org/de/
fa: http://learnosm.org/fa/
fr: http://learnosm.org/fr/
it: http://learnosm.org/it/
ja: http://learnosm.org/ja/
nl: http://learnosm.org/nl/
pt: http://learnosm.org/pt/
ru: http://learnosm.org/ru/
uk: http://learnosm.org/uk/

source: No element found
ast: Nun s'alcontró elementu dalu
ca: No s'ha trobat cap element
cs: Žádný element nenalezen
es: No se ha encontrado ningún elemento
fa: هیچ مکانی پیدا نشد
fr: Pas d'éléments trouves
gl: Non se atoparon elementos
hu: Nem található elem
it: Nessun elemento trovato
ja: 要素が見つかりません
nl: Geen element gevonden
pl: Nie znaleziono żadnych elementów
pt: Não foi encontrado nenhum elemento
ru: Элемент не найден
sk: Žiadny element nebol nájdený
sv: Det finns ingenting
uk: Елемент не знайдено
vi: Không tìm thấy phần tử

source: Sorry but this query it's not implemented yet
ast: Esta consulta inda nun ta programada
ca: Aquesta consulta encara no s'ha implementat
cs: Promiňte, ale tento dotaz doposud nebyl implementován
de: Entschuldigung, aber diese Anfrage ist bisher noch nicht implementiert
es: Aquesta petició no està implementada encara
eu: Barkatu baina eskari hau ez dago oraindik inplementatuta
fa: با عرض پوزش، این پرسمان هنوز پیاده سازی نشده است
fr: Désolé mais ce requête n'est pas implémenté encore
gl: Séntoo, esta consulta aínda non está implementada
hu: Sajnálom, de ez a lekérdezés még nincs megvalósítva
it: Mi dispiace, ma questa query non è stata ancora implementata
ja: ごめんなさい、このクエリはまだ実装されていません
nl: Sorry, deze vraag is nog niet ge√Ømplementeerd
pl: Przykro mi, ale to zapytanie nie jest jeszcze zaimplementowane
pt: Desculpe mas esta consulta ainda não está implementada
ru: Извините, эта команда пока не работает
sk: Prepáčte, ale tento dotaz ešte nebol implementovaný
sv: Förlåt. Detta fråga är inte implementerade än
uk: Вибачте, цей тип запитів покищо не підтримується
vi: Rất tiếc, truy vấn này chưa được xây dựng

source: Now I only will answer when mention
ast: Agora sólo contestaré cuando me llamen
ca: Respondré només quan m'anomenin
cs: Nyní budu odpovídat při zmínce
es: Ahora solo responderé cuando se me mencione
fa: اکنون من تنها زمانی که اشاره ای شود پاسخ می دهم
gl: Agora só vou responder cando me mencionen
hu: Most már csak akkor válaszolok, ha megemlít
it: Da adesso risponderò solo se menzionato
ja: メンションがあった時だけお答えします
nl: Ik zal nu alleen reageren als ik een 'mention' krijg
pl: Teraz będę odpowiadał tylko gdy o mnie wspomnisz
pt: Agora eu apenas responderei quando eu for mencionado
ru: Теперь я буду писать только в ответ
sk: Teraz budem odpovedať pri zmienke
sv: Jag kommer att svara bara när nämnas
uk: Тепер я буду відповідати тільки, якщо мене згадують
vi: Bây giờ tôi chỉ trả lời khi được nhắc đến

source: Should I answer without a mention?
ast: ¿Tengo que contestar ensin que me llamen?
ca: Cal que respongui si no m'anomenen?
cs: Mohu odpovídat bez zmínky?
es: ¿Debo responder sin que se me mencione?
fa: آیا باید بدون اشاره پاسخ دهم؟
gl: Debo responder sen unha mención?
hu: Említés nélkül is válaszoljak?
it: Devo rispondere anche senza essere menzionato?
ja: メンションなしで答えましょうか？
nl: Zal ik zonder 'mention' reageren?
pl: Czy powinienem odpowiadać nie czekając aż mnie wywołasz?
pt: Devo responder sem me mencionar?
ru: Стоит ли мне отвечать без упоминания
sk: Mal by som odpovedať bez zmienky?
sv: Ska jag svara utan nämnas?
uk: Чи треба мені відпівдати без нагадування?
vi: Tôi có nên trả lời ngay cả khi không được nhắc đến?

source: and I'll send you the nearest element
ast: y unviaréte l'elementu más averáu
ca: i us enviaré l'element més proper
cs: a pošlu vám nejbližší element
de: und ich werde dir das nächstliegende Element zeigen
es: i t'enviaré l'element més proper
eu: eta hurbilen dagoen elementura bidaliko zaitut
fa: و من برای شما نزدیکترین مکان را ارسال می کنم
fr: et je vais vous envoyer l'élément plus proche
gl: e enviareille o elemento mais próximo
hu: és elküldöm a legközelebbi elemet
it: e ti manderò l'elemento più vicino
ja: 一番近い要素を送信します
nl: en ik zal je het dichtsbijzijnde element sturen
pl: dlatego wyślę Ci najbliższy element
pt: e eu enviarei para si o elemento mais próximo
ru: и я отправлю вам ближайший элемент
sk: a pošlem vám najbližší element
sv: och jag kommer att skicka dig den närmaste elementet
uk: я надішлю вам найближчий елемент
vi: và tôi sẽ gửi phần tử gần nhất cho bạn

source: Setting not recognized
ast: Configuración nun reconocida
ca: No s'ha reconegut el paràmetre
cs: Nastavení nebylo rozpoznáno
de: Einstellungen nicht erkannt
es: Configuración no reconocida
eu: Ezarpenak ez dira ezagutzen
fa: تنظیمات شناسایی نشد
fr: Configuration non trouvé
gl: Configuración non recoñecida
hu: A beállítás nem ismert
it: Impostazione non riconosciuta
ja: 設定が認識できません
nl: Instelling niet herkend
pl: Ustawienie nierozpoznane
pt: Configuração não reconhecida
ru: Настройка не распознана
sk: Nastavenie nebolo rozpoznané
sv: Inställning är inte erkänd
uk: Параметр не роспізнано
vi: Không hiểu tùy chọn

source: Hi, I'm the robot for OpenStreetMap data
ast: Bones, soi el robot de datos d'OpenStreetMap
ca: Hola, sóc el robot de les dades de l'OpenStreetMap
cs: Zdar, jsem robot pro OpenStreetMap data
de: Hi, ich bin der Roboter for OpenStreetMap Daten
es: Hola, soy el robot de datos de OpenStreetMap.
eu: Kaixo, OpenStreetMap datuen robota naiz
fa: سلام، من رباتی برای داده های OpenStreetMap هستم
fr: Salut! Je suis le robot pour les données d'OpenStreetMap
gl: Ola, son o robot para os datos de OpenStreetMap
hu: Szia, én vagyok az OpenStreetMap adatok robotja
it: Ciao, sono il robot per i dati di OpenStreetMap
ja: やあ、こちらはOpenStreetMapデータ用のボットです
nl: Hee, ik ben de OpenStreetMap data robot
pl: Cześć, jestem botem dla danych OpenStreetMap
pt: Olá, sou um robô para os dados do OpenStreetMap
ru: Привет! Я бот для данных OpenStreetMap
sk: Ahoj, som robot pre OpenStreetMap dáta
sv: Hej! Jag är den OpenStreetMaps uppgifter robot.
uk: Привіт, Я бот для даних OpenStreetMap
vi: Chào bạn, tôi là bot cho dữ liệu OpenStreetMap

source: How I can help you?
ast: ¿Cómo puedo ayudate?
ca: Com us puc ajudar?
cs: Jak vám mohu pomoci?
de: Wie kann ich dir helfen?
es: ¿Cómo te puedo ayudar?
eu: Nola lagun zaitzaket?
fa: چطور می توانم به شما کمک کنم؟
fr: Comment je peux vous aider?
gl: Como podo axudarche?
hu: Miben segíthetek?
it: Come posso aiutarti?
ja: 何かお手伝いしましょうか？
nl: Hoe kan ik helpen?
pl: Jak mogę Ci pomóc?
pt: Como posso ajudá-lo?
ru: Чем я могу вам помочь?
sk: Ako vám môžem pomôcť?
sv: Hur kan jag hjälpa dig?
uk: Чим можу стати вам в нагоді?
vi: Tôi có thể giúp gì cho bạn?

source: Answer only when mention?
ca: Voleu que respongui només quan m'anomenin?
gl: Responder só cando sexa mencionado?
it: Rispondo solo se menzionato?
pl: Odpowiadać tylko, gdy o mnie wspomnisz?

source: Now I allways will answer
es: Ahora responderé siempre

source: Sorry but I couldn't find any result for "{0}"
es: No he podido encontrar ningún resultado para "{0}"

source: to receive the map.
es: para recibir el mapa.

source: Code:
es: Código:

source: Localization:
es: Localización:

source: Telegram channel:
es: Canal de Telegram:

source: Please rate me at
es: Valórame en

source: please try it latter
es: pruébalo más tarde
