Repository: Guhaifudeng/osmbot
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: ast, ca, cs, de, es, eu, fa, fr, gl, hu, it, ja, nl, pl, pt, ru, sk, sv, uk, vi

source: If you see strange emojis it's due a Telegram easter egg
ast: Si ves emojis raros ye por un güevu pintu de Telegram
ca: Si veieu emojis estranys es deuen a un ou de Pasqua del Telegram
cs: Pokud vidíte podivné smajlíky emodži, je to kvůli tzv. velikonočnímu vajíčku Telegramu
de: Falls du merkwürdige Emojis siehst, ist das vielleicht ein Telegram Easter Egg
es: Si ves emojis raros es culpa de un huevo de pascua de Telegram
eu: Emoji arraroak ikusiz gero Telegrameko "easter egg" bati zor zaio
fa: اگر شما شکلک عجیب و غریبی می بینید، طراح آن تلگرام است!
fr: Si vous voyez des emoticônes étranges c'est à cause d'un easter egg de Telegram
gl: Se ves emojis raros é culpa dun ovo de pascua do Telegram
hu: Ha furcsa emodzsikat lát, akkor az egy Telegram húsvéti tojás miatt van.
it: Se vedi delle strane emoji è per un easter egg di Telegram
ja: ヘンな絵文字が見えたらそれはきっとTelegramのイースターエッグのせいです
nl: Als je vreemde emoji's ziet, komt dat door een 'easter egg' in Telegram
pl: Dziwne emoji są wynikiem żartu twórców Telegramu
pt: Se vir algum emoticon estranho é por causa duma supresa do Telegram
ru: Если вы видите странные смайлики, это секрет Telegram
sk: Ak vidíte podivné smajlíky emodži, je to kvôli tzv. Veľkonočnomu vajíčku Telegramu
sv: Om du säger ett ovanligt emoji är det en Telegrams påskägg.
uk: Якщо вам трапляються якісь дивні емоджи, це через "крашанки" в Telegram
vi: Nếu bạn thấy biểu tượng emoji lạ lạ, điều này do quả trứng Phục Sinh

source: Something failed
ast: Daqué falló
ca: Quelcom ha fallat
cs: Něco se pokazilo
de: Etwas ist fehlgeschlagen
es: Ha fallado algo
eu: Zerbaitek huts egin du
fa: یک چیز با اشکال مواجه شد
fr: Quelque chose
gl: Fallou algo
hu: Valami nem sikerült
it: Qualcosa è andato storto
ja: 何か失敗したようです
nl: Er ging iets mis
pl: Coś poszło nie tak
pt: Falhou alguma coisa
ru: Что-то пошло не так
sk: Čosi sa pokazilo
sv: Någonting misslyckades
uk: Щось сталось не те
vi: Có sự cố

source: please try it later
ast: téntalo sero
ca: proveu-ho més tard
cs: zkuste to později, prosím
de: Bitte versuche es später noch einmal
eu: mesedez saiatu geroago
fa: لطفاً بعداً دوباره سعی کنید
fr: veuillez essayer plus tard
gl: téntao de novo máis tarde
hu: kérjük próbálja újra később
it: riprova più tardi
ja: しばらくしてからやり直してみてください
nl: probeer het later nog eens
pl: spróbuj ponownie później
pt: por favor tente mais tarde
ru: попробуйте позднее
sk: skúste to neskôr, prosím
sv: du kan prova igen senare
uk: спробуйте іншим разом
vi: xin vui lòng thử lại sau

source: OpenStreetMap bot help:
ast: Ayuda del bot d'OpenStreetMap:
ca: Ajuda del robot de l'OpenStreetMap:
cs: Nápověda OpenStreetMap bot:
de: OSMbot Hilfe:
es: Ayuda del robot de OpenStreetMap:
eu: OpenStreetMap bot-eko laguntza:
fa: راهنمای ربات OpenStreetMap:
fr: Aide du robot d'OpenStreetMap
gl: Axuda do robot OpenStreetMap:
hu: OpenStreetMap robot súgó:
it: Supporto per il bot OpenStreetMap:
ja: OpenStreetMapボットのヘルプ:
nl: OpenStreetMap bot hulp:
pl: Pomoc dla bota OpenStreetMap
pt: Ajuda do robô OpenStreetMap:
ru: Справка по боту OpenStreetMap:
sk: Nápoveda pre OpenStreetMap bot:
sv: OpenStreetMap bot hjälp:
uk: Довідка бота OpenStreetMap:
vi: Trợ giúp bot OpenStreetMap:

source: You can control me by sending these commands:
ast: Pues controlame unviando estos comandos:
ca: Em podeu controlar enviant aquestes ordres:
cs: Můžete mne ovládat těmito příkazy:
de: Du kannst mich über folgende Kommandos steuern:
es: Puedes controlarme usando estas órdenes:
eu: Kontrol nazakezu hurrego aginduak bidaliz:
fa: شما می توانید با استفاده از این دستورات من را کنترل کنید:
fr: Vous pouvez me contrôler en envoyant ces commandes:
gl: Podes controlarme enviando estes comandos:
hu: A következő parancsok elküldésével vezérelhet:
it: Puoi controllarmi mandando questi comandi:
ja: 以下のコマンドを送ると私をコントロールできます
nl: Je kan me besturen door deze commando's te sturen:
pl: Możesz mnie kontrolować za pomocą tych komend:
pt: Pode controlar-me enviando estes comandos:
ru: Управляйте мной, используя эти команды:
sk: Môžete ma ovládať týmito príkazmi:
sv: Du kan styra mig genom dessa kommandon:
uk: Ви можете керувати мною надсилаючи команди:
vi: Bạn có thể điều khiển tôi dùng các lệnh này:

source: /about - Show info about OSMbot: credits&code, news and ratings&reviews
ast: /about - Amuesa info sobro OSMbot: créditos y códigu, noticies y puntuaciones y revisiones
ca: /about - Mostra informació de l'OSMbot: crèdits, codi, notícies, valoracions i comentaris
cs: /about -Zobrazí informace o OSMbot: autoři&kód, novinky a hodnocení&recenze
de: /about zeigt folgende Infos über OSMbot: Mitwirkende, Code, Bewertungen und Berichte
es: /about - Muestra información sobre OSMbot: créditos y código, noticias y valoraciones y reseñas.
eu: /about - Erakutsi OSMbot-i buruzko informazioa: kredituak&kodea, berriak eta balorazioak&iruzkinak
fa: /about - نمایش اطلاعات درباره ربات OSM: اعتبار و کد، اخبار و امتیاز دهی و نظرات
fr: /about - Montrer information de OSMbot: Générique, code, nouvelles, classification et critiques
gl: /about - Amosa información sobre OSMbot: créditos e código, novas e valoracións e revisións
hu: /about – Információkat jelenít meg az OSMbot-ról: köszönet és kód, hírek és értékelések
it: /about - Mostra informazioni su OSMbot: credits&codice, novità e valutazioni&recensioni.
ja: /about - OSMbotについてクレジットとコード、ニュース、評価とレビューといった情報を表示
nl: /about - Toon informatie over OSMbot: credits&code, nieuws en beoordelingen&reviews
pl: /about - Pokaż informacje o OSMbot: twórcy, kod źródłowy, wiadomości, oceny i recenzje
pt: /about - Mostra informação sobre o OSMbot: créditos e código, notícias, classificações e comentários
ru: /about — показывает информацию об OSMBot: авторов, лицензии, новости, рейтинги.
sk: /about -Zobrazí informácie o OSMbot: autori&kód, novinky a hodnotenie&recenzie
sv: /about - Visa info om OSMbot: eftertexter&datakod, nyheter och betyg&omdömer
uk: /about – Показує інформацію про OSMbot: авторів та код, новини, а також рейтинги та огляди
vi: /about – Hiển thị thông tin về OSMbot: ghi công & mã nguồn, tin tức, và đánh giá & nhận xét.

source: /details<type><osm_id> - Show some tags from OSM database by ID.
ast: /details<type><osm_id> - Ver delles etiquetes de la base de datos d'OSM por ID.
ca: /details<tipus><id_osm> - Mostra algunes etiquetes de la base de dades de l'OSM per a l'ID indicat.
cs: /details <typ><osm_id> - Zobrazí některé značky z OSM databáze podle ID.
de: /details<type><osm_id> zeigt einige Tags aus der OSM Datenbank anhand der ID.
es: /details<tipo><id_osm> - Muestra algunas etiquetas de la base de datos de OSM por ID.
eu: /details<mota><osm_id> - IDaren araberako OSM datu baseko etiketa erakusten ditu.
fa: /osm_id><type>details> - نمایش تگ های یک ID از پایگاه داده OSM.
fr: /details<type><osm_id> - Montre certaines attributs de la base de données d'OSM pour cet ID.
gl: /details<type><osm_id> - Amosa algunhas etiquetas da base de datos OSM por ID.
hu: /details<típus><osm_azonosító> – Megjelenít néhány címkét az OSM adatbázisból azonosító alapján
it: /details<tipo><id_osm> - Mostra alcuni tag dal database OSM per questo ID.
ja: /details<種別(nod/way/rel)><osm_id> - OSMのIDを元にOSMデータベースから取得したタグを一部表示。
nl: /details<type><osm_id> - Toon enkele labels van de OSM database voor ID.
pl: /details <typ><osm_id> - Pokaż część tagów z bazy OSM
pt: /details<type><osm_id> - Mostra algumas etiquetas na base de dados do OSM pelo ID - número identificador.
ru: /details<тип><osm_id> — выводит теги из базы OSM по номеру объекта.
sk: /details <typ> <osm_id> - Zobrazí niektoré značky z OSM databázy podľa ID.
sv: /details<typ><osm_id> - Visa taggar från OSMs databas av ID.
uk: /details<type><osm_id> – Показує теґи з бази даних OSM по ID об'єкта.
vi: /details <kiểu> <ID OSM> – Hiển thị thẻ từ cơ sở dữ liệu OSM theo ID.

source: /raw<type><osm_id> - Show all tags from OSM database by ID in raw format.
ast: /raw<tipu><id_osm> - Amosar toles etiquetes de la base de datos d'OSM por ID nel formatu en bruto.
ca: /raw<tipus><id_osm> - Mostra sense processar totes les etiquetes de la base de dades de l'OSM per a l'ID.
cs: /raw <typ><osm_id> - Zobrazit všechny značky z OSM databáze v surovém formátu.
de: /raw<type><osm_id> - Zeigt alle Tags aus der OSM Datenbank anhand der ID im Rohdatenformat
es: /raw<tipo><id_osm> - Muestra todas las etiquetas de la base de datos de OSM por ID como datos en crudo.
eu: /raw<mota><osm_id> - OSM datu baseko zehaztutako IDaren etiketa guztiak formatu gordinan erakusten ditu.
fa: /osm_id><type>raw> تمامی برچسب ها از پایگاه داده OSM مربوط به ID را با فرمت خام نمایش بده.
fr: /details<type><osm_id> - Montre tous les attributs de la base de données d'OSM pour cet ID comment données brutes.
gl: /raw<type><osm_id> - Amosa tódalas etiquetas da base de datos de OSM por ID en formato sen procesar.
hu: /raw<típus><osm_azonosító> – Megjelenít minden címkét az OSM adatbázisból azonosító alapján, nyers formátumban.
it: /raw<tipo><id_osm> - Mostra tutti i tag in formato grezzo dal database OSM per questo ID.
ja: /raw<種別(nod/way/rel)><osm_id> - OSMのIDを元にOSMデータベースから取得したタグを生の形式で全て表示。
nl: /raw<type><osm_id> - Toon alle labels uit de OSM database voor ID in ruw formaat.
pl: /raw <typ><osm_id> - Pokaż wszystkie tagi z bazy OSM w surowym formacie
pt: /raw<type><osm_id> - Mostra todas as etiquetas da base de dados do OSM pelo ID no formato em bruto.
ru: /raw<тип><osm_id> — покажет все теги из базы OSM в сыром виде по номеру.
sk: /raw <typ> <osm_id> - Zobraziť všetky značky z OSM databázy v surovom formáte.
sv: /raw<typ><osm_id> - Visa alla taggar från OSMs databas av ID under ursprunglig format.
uk: /raw<type><osm_id> – Показує теґи з бази даних OSM по ID об'єкта в первісному вигляді.
vi: /raw<kiểu><ID OSM> – Hiển thị các thẻ từ cơ sở dữ liệu OSM theo ID dưới dạng thô.

source: The ID is generated by /search command, but if you know an OSM ID you can try it.
ast: La ID xenérase col comandu /search, pero si conoces una ID d'OSM pues probala.
ca: L'ordre /search genera l'ID, però si coneixeu un ID de l'OSM també podeu provar-ho.
cs: ID je generováno příkazem /search, ale pokud znáte OSM ID, můžete to s ním zkusit.
de: Die ID wird durch den /search Befehl generiert, aber falls du eine OSM ID kennst, kannst du es auch mit dieser direkt versuchen
es: La ID te la dará la orden /search pero si ya la sabes puedes escribirla directamente.
eu: IDa /search aginduak sortutakoa da, baina OSMko IDrik ezagutzen baduzu horrekin saia zaitezke.
fa: ID با دستور /search ایجاد می شود، اما اگر شما یک OSM ID می شناسید می توانید امتحانش کنید.
fr: L'ID est généré par le commande /search, mais si vous connaissez un l'ID d'OSM, vous pouvez essayer.
gl: O ID xenérase co comando /search, pero se coñeces o ID OSM podes tentalo con el.
hu: Az azonosítót a /serch parancs generálja, de ha ismeri, akkor ki is próbálhatja.
it: L'ID è generato dal comando /search, ma se conosci un ID OSM puoi provarlo.
ja: OSMのIDは /search コマンドの検索結果に /detailsコマンド等に続けて自動表示されますが、OSM IDが分かっている場合は/detailsコマンドなどに続けて直接その値を指定してください（例：/details<種別><osm_id>）。
nl: Het ID wordt gegenereerd door het /search commando, maar als je al een ID weet kun je dat ook proberen
pl: ID generowane jest przez komendę /search, ale jeśli już znasz ID, możesz je wprowadzić.
pt: O ID é gerado com o comando /search mas se conhecer algum ID do OSM, pode tentar usá-lo.
ru: Номер выводит команда /search, но сработает и любой идентификатор объекта OSM.
sk: ID je generované príkazom /search, ale ak poznáte OSM ID, môžete to s ním skúsiť.
sv: ID skapas genom /search kommando, men om vet du en OSM-ID kan du prova det.
uk: ID можна дізнатись командою /search, але згодиться й OSM ID, якщо він відомий.
vi: ID phát sinh từ lệnh /search, nhưng nếu bạn biết một ID OSM thì có thể thử nó.

source: The type it's optional and it can be nod(node), way(way) or rel(relation). If you don't specify it, the bot will try to deduce it
ast: El tipu ye opcional y pué ser nod(nodu), way(vía) o rel(rellación). Si nun lu especifiques, el bot intentará deducilu
ca: El tipus és opcional i ha de ser nod (node), way (camí) o rel (relació). Si no especifiqueu cap tipus, el bot l'intentarà deduir.
cs: Typ je volitelný a může být nod(uzel), way(cesta) nebo rel(vztah). Pokud je nezadáte, bot se je pokusí odvodit
de: Der Typ ist optional und kann nod(node), way(way) oder rel(relation) sein. Wenn du keine Angaben machst, versucht OSMbot, ihn selbst zu ermitteln
es: El tipo es opcional y puede ser nod (nodo), way (vía) o rel (relación). Si no lo especificas el bot intentará deducirlo.
eu: Mota hautazkoa da eta izan daiteke nod(nodoa),way(bidea) edo rel(erlazioa). Ez baduzu zuehazten, bot-a asmatzen saiatuko da
fa: انتخاب type اختیاری است و می تواند نقطه (node)، راه (way) و یا رابطه (relation) باشد. اگر چیزی وارد نشود، من سعی می کنم آن را حدس بزنم.
fr: Le type est facultatif et il peut être nod (nœud), way (chemin) ou rel (relation). Si vous n'en spécifiez pas, le robot essayera de le déduire.
gl: O tipo é opcional e pode ser nod (nodo), way (vía) ou rel (relación). Se non o especificas, o robot tentará deducilo.
hu: A típus választható, és a következő lehet: nod (csomópont), way (út) vagy rel (kapcsolat). Ha nem adja meg, akkor a robot megpróbálja kitalálni.
it: Il tipo è opzionale e può essere nod(nodo), way(via) o rel(relazione). Se non lo specifichi il bot cercherà di dedurlo.
ja: 種別はオプションで、nod(node)、way(way) あるいはrel(relation)のいずれかです。指定されていない場合、ボットはそれを推論しようとします。
nl: Het type is optioneel en kan zijn nod(node), way(way) of rel(relation). Als je het niet opgeeft zal de bot het zelf proberen uit te vinden.
pl: Typ jest opcjonalny i może być węzłem (node), drogą (way) lub relacją (rel). Jeśli nie podasz typu, bot spróbuje go odgadnąć.
pt: O tipo é opcional e pode ser nod (nó), way (via) ou rel (relação). Se não especificar o tipo, o robô tentará adivinhar
ru: Тип не обязателен, может быть nod (точка), way (линия) или rel (отношение). Если не укажете тип, бот попробует его угадать
sk: Typ je voliteľný a môže byť nod(uzol), way(cesta) alebo rel(vzťah). Ak je nezadáte, bot sa ich pokúsi odvodiť
sv: Typen är frivillig. Det kan vara nod (punkt), way (väg) eller rel (relation). Roboten kommer att sluta sig till det om inte du anger det.
uk: Тип є необов'язковим, він моде бути nod(точка), way(лінія) або rel(зв'язок). Якщо ви його не зазначете бот спробує вгадати його
vi: Kiểu là tùy chọn, nó có thể là nod(node), way(way), hoặc rel(relation). Nếu bạn không định rõ, bot sẽ cố gắng đoán ra.

source: /legend <osm_key> - Show list of pairs key=value and its emoji in OSMbot. If you don't specify an <osm_key>, shows all pairs of key=value with emoji in Osmbot
ast: /legend <osm_key> - Amuesa una llista de pares clave=valor ya'l so emoji en OSMbot. Si nun especifiques una clave <osm_key>, amuesa tolos pares de clave=valor con emoji en Osmbot
ca: /legend <clau_osm> - Mostra una llista de parells clau=valor i el seu emoji a l'OSMbot. Si no especifiqueu una <clau_osm> es mostren tots els parells de clau=valor que reconeix l'OSMbot i els seus emojis.
cs: /legend <osm_klíč> - Zobrazit v OSMbot seznam párů klíč=hodnota a jejich emodži. Pakliže neuvedete <osm_klíč>, zobrazí se v OSMbot všechny páry klíč=hodnota, včetně emodži.
de: /legend <osm_key> - Zeige eine Liste der Paare key=value und deren Emojis in OSMbot. Wenn du keine Option <osm_key> eingibst, zeigt das Kommando sämtliche Paare mit Emojis an
es: /legend <clave_osm> - Muestra lista de pares clave=valor y su emoji en OSMbot. Si no especificas una <clave_osm>, muestra todos los pares de de clave=valor con emoji en Osmbot.
eu: /legend <osm_giltza> - giltza=balioa bikote eta haien OSMbot-eko emojien zerrenda erakusten du. Ez baduzu <osm_giltza> zehazten, OSMbot-en emojia duten giltza=balio guztiak erakusten dira
fa: /osm_key> legend> - نمایش لیستی از جفت های کلید=مقدار و شکلک های مربوطه در ربات OSM. اگر شما یک <osm_key> مشخص نکنید ، تمامی جفت های کلید=مقدار با شکلک موجود در ربات OSM نمایش داده می شود.
fr: /legend <clé_osm> - Montre la liste des clés/valeurs et l'emoticône correspondant en OSMbot. Si vous ne spécifiez pas une <clé_osm>, montre toutes les clés/valeurs avec emoticône en Osmbot
gl: /legend <osm_key> - Amosa a lista de parexas clave=valor e o seu emoji en OSMbot. Se non se especifica una <osm_key>, amosa tódolas parexas de clave=valor con emoji en OSMbot.
hu: /legend <osm_kulcs> – Megjeleníti a kulcs=érték párok listáját, és az OSMbot emodzsijait. Ha nem adja meg az <osm_kulcs> értékét, akkor minden az OSMbotban emodzsival rendelkező kulcs=érték párt megjelenít.
it: /legend <chiave_osm> - Mostra una lista di coppie chiave=valore e la sua emoji su OSMbot. Se non specifichi una <chiave_osm> mostra tutte le coppie di chiave=valore con emoji in OSMbot.
ja: /legend <osmキー> - key=value のペアのリストとOSMボット内の絵文字を表示します。<osmキー>を指定しない場合は、全てのkey=valueのペアとOsmボット内の絵文字を表示します。
nl: /legend <osm_key> - Toon een lijst van label=waarde combinaties en de emoji in OSMbot. Als je geen <osm_key> opgeeft worden alle combinaties getoond.
pl: /legend <klucz_osm> - Pokaż listę par klucz=wartość i ich emoji w OSMbot. Jeśli nie sprecyzujesz <klucz_osm>, pokażę wszystkie pary klucz=wartości wraz z emoji w Osmbot
pt: /legend <osm_key> - Mostra a lista de pares de key=value (chave=valor) e o seu emoji no OSMbot. Se não especificar uma <osm_key>, são mostrados todos os pares de key=value com emoji no OSMbot
ru: /legend <osm_key> — выводит эмодзи для пар ключ=значение. Если не укажете <osm_key>, пришлёт полный список известных боту тегов с эмодзи.
sk: /legend <osm_kľúč> - Zobraziť v OSMbot zoznam párov kľúč=hodnota a ich emodži. Keď neuvediete <osm_klíč>, zobrazí sa v OSMbot všetky páry kľúč = hodnota, vrátane emodži.
sv: /legend <osm_nyckelord> - Visa lista om nyckelord=värde par med Emoji i OSMbot. Om du inte anger ett <osm_nyckelord>, visar det alla nyckelord=värde par med Emoji.
uk: /legend <osm_key> – Показує перелік пар key=value та їх емоджи в OSMbot. Якщо ви не вкажете <osm_key>, покаже всі пари key=value з їх емоджи Osmbot
vi: /legend <chìa khóa OSM> – Hiển thị danh sách đôi chìa khóa=giá trị và biểu tượng emoji trong OSMbot. Nếu bạn không định rõ một <chìa khóa OSM>, hiển thị tất cả các đôi chìa khóa=giá trị có biểu tượng emoji trong OSMbot.

source: /map <coord> <format> <scale> - Send a map with different options:
ast: /map <coord> <formatu> <escala> - Unvia un mapa con distintes opciones:
ca: /map <coord> <format> <escala> - Envia un mapa amb opcions diverses:
cs: /map <souřadnice> <formát> <měřítko> - Odeslat mapu s jinými parametry:
de: /map <coord> <format> <scale> zeigt eine Karte mit verschiedenen Optionen:
es: /map <coord> <formato> <escala> - envía un mapa con diversas opciones:
eu: /map <koord> <formatua> <eskala> - Mapa bidaltzen du aukera ezberdinekin:
fa: /map <مختصات> <فرمت فایل> <مقیاس> - ارسال نقشه با انتخاب های دیگر:
fr: /map <coord> <format> <échelle> - Envoie une carte avec différents options:
gl: /map <coord> <format> <scale> - Envía un mapa con diferentes opcións:
hu: /map <koord> <formátum> <nagyítás> – Elküld egy térképet különböző beállításokkal:
it: /map <coordinate> <formato> <scala> - Invia una mappa con diverse opzioni:
ja: /map <座標> <画像形式> <ズームレベル> - 様々なオープション付きの地図を送る:
nl: /map <coord> <format> <scale> - Stuur een kaart met verschillende opties:
pl: /map <koord> <format> <skala> - Wyślij mapę z różnymi opcjami:
pt: /map <coord> <format> <scale> - Enviar um mapa com várias opções:
ru: /map <где> <формат> <масштаб> — присылает карту с учётом параметров:
sk: /map <súradnice> <formát> <mierka> - Poslať mapu s inými parametrami:
sv: /map <koord> <bildformat> <skala> - Skapa en karta med olika optioner:
uk: /map <координати> <формат> <масштаб> – Показує мапу з різними параметрами:
vi: /map <tọa độ> <định dạng> <tỷ lệ> – Hiển thị bản đồ theo các tùy chọn:

source: <coord> Could be a point (lat,lon) or a bounding box (minlon,minlat,maxlon,maxlat). If you don't use this option can send your location
ast: <coord> Pué ser un puntu (lat,lon) o un cuadru de llende (minlon,minlat,maxlon,maxlat). Si nun uses esta opción pué unviar el to allugamientu
ca: <coord> Pot ser un punt (lat, lon) o una caixa contenidora (minlon, minlat, maxlon, maxlat). Si no utilitzeu aquesta opció podeu enviar la vostra ubicació.
cs: <souřadnice> Může být bod (latituda,longituda), nebo ohraničení (MinLongituda,MinLatituda,MaxLongituda,MaxLatituda). Pakliže tuto volbu nepoužijete, použije se vaše aktuální pozice.
de: <coord> kann ein Punkt (lan,lon) oder ein Begrenzungsrahmen (minlon,minlat,maxlon,maxlat) sein. Wenn du diese Option nicht nutzt, kannst du auch deinen Ort senden
es: <coord> Puede ser un punto (lat,lon) o una área (minlon,minlat,maxlon,maxlat). Si no usas esta opción puedes enviar tu ubicación.
eu: <koord> Puntu (lat,lon) izan daiteke edo kutxa bat (minlon,minlat,maxlon,maxlat). Ez baduzu aukera hau erabiltzen zure kokapena bidali dezake
fa: <مختصات> می تواند یک نقطه (طول و عرض) یا یک ناحیه (حداقل و حد اکثر طول و عرض جغرافیایی). اگر شما از این امکان استفاده نکنید، می توانید موقعیت خود را ارسال کنید.
fr: <coord> Peut être un point (lat,lon) ou une boîte englobante (minlon,minlat,maxlon,maxlat). Si vous n'utilisez pas cette option, vous pouvez envoyer votre localisation
gl: <coord> Pode ser un punto (lat, lon) ou un recadro (minlon, minlat, maxlon, maxlat). Se non empregas esta opción podes enviar a túa localización
hu: <koord> Lehet pont (lat,lon) vagy egy határoló keret (minlon,minlat,maxlon,maxlat). Ha nem használja ezt a beállítást, akkor elküldheti a helyzetét
it: <coordinate> Può essere un punto (lat,lon) o un rettangolo di selezione (minlon,minlat,maxlon,maxlat). Se non usi questa opzione puoi inviare la tua posizione;
ja: <座標> ポイント (lat,lon)もしくは囲み範囲(minlon,minlat,maxlon,maxlat)。このオプションを使わなくても自分の位置を送信できます
nl: <coord> Kan een punt zijn (lat, lon) of een omhullende rechthoek (minlon,minlat,maxlon,maxlat). Als je deze optie niet gebruikt, kun je je locatie sturen.
pl: <koord> Może być punktem (szer., dług.) lub polem zaznaczenia (mindł, minszer, maxdł, maxszer). Jeśli nie skorzystasz z tej opcji, wyślę Twoje położenie
pt: <coord> Pode ser um ponto (lat,lon) ou uma caixa de limites (minlon,minlat,maxlon,maxlat). Se não usar esta opção pode enviar a sua localização
ru: <где> Можно указать точку (lat, lon) или прямоугольник (minlon, minlat, maxlon, maxlat). Либо не указывайте, а пришлите свои координаты.
sk: <súradnice> Môže byť bod (latituda, longituda), alebo ohraničenie (MinLongituda, MinLatituda, MaxLongituda, MaxLatituda). Keď túto voľbu nepoužijete, použije sa vaša aktuálna pozícia.
sv: <koord> Kan vara en punkt (lat, lon) eller en markeringsruta (minlon, minlat, maxlon, maxlat). Om du inte använder det kan robot skapa din läge.
uk: <координати> – це може бути точка (шир,дов) або прямокутник (мін_дов,мін_шир,макс_дов,макс_шир). Якщо ви не використовуєте цей параметр може відправити своє місце розташування
vi: <tọa độ> Có thể là tọa độ (vĩ_độ,kinh_độ) hoặc một hộp bao (kđ_tối_thiểu,vđ_tối_thiểu,kđ_tối_đa,vđ_tối_đa). Nếu bạn không định rõ, bot có thể gửi vị trí của bạn.
