Repository: Guhaifudeng/osmbot
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: ast, ca, cs, de, es, eu, fa, fr, gl, hu, it, ja, nl, pl, pt, ru, sk, sv, uk, vi

source: Map too large!
ast: ¡El mapa ye grande enforma!
ca: El mapa és massa gros!
cs: Mapa je příliš velká!
de: Die Karte ist zu groß!
es: Mapa demasiado grande.
eu: Mapa handiegia!
fa: نقشه بیش از حد بزرگ است!
fr: Carte trop grande!
gl: Mapa demasiado longo!
hu: A térkép túl nagy!
it: Mappa troppo grande!
ja: 地図が大きすぎます！
nl: Kaart is te groot!
pl: Za duża mapa!
pt: Mapa demasiado grande!
ru: Большой регион!
sk: Mapa je príliš veľká!
sv: Alltför stor karta!
uk: Територія завелика!
vi: Bản đồ quá lớn!

source: Please, reduce the bounding box
ast: Amenorga'l cuadru de llende
ca: Reduïu la zona delimitada
cs: Prosím, zmenšete ohraničení
de: Bitte verkleinere den Begrenzungsrahmen
es: Reduce la medida de la caja contenedora
eu: Mesedez, txikitu kutxa
fa: لطفاً محدوده کوچک تری انتخاب کنید
fr: S'il vous plaît, réduisez le
gl: Por favor, reduza o cadro delimitador
hu: Kérjük, csökkentse a határolókeret méretét
it: Rimpicciolisci l'area di selezione
ja: 囲み範囲(bbox)かズームレベルを
nl: Graag de omhullende rechthoek verkleinen
pl: Zmniejsz pole zaznaczenia
pt: Por favor reduza a caixa de limites
ru: Пожалуйста, уменьшите регион
sk: Prosím, zmenšite ohraničenie
sv: Minska den avgränsade zon
uk: Будь ласка, зменшіть виділену ділянку
vi: Xin vui lòng giảm hộp bao

source: or the scale (zoom level)
ast: o la escala (nivel d'ampliación)
ca: o l'escala (nivell d'ampliació)
cs: nebo měřítko (úroveň přiblížení)
de: oder den Maßstab (Zoom Level)
es: o la escala (nivel de zoom)
eu: edo eskala (zoom maila)
fa: یا مقیاس (سطح بزرگ نمایی)
fr: ou échelle (niveau de zoom)
gl: ou a escala (nivel de zoom)
hu: vagy a nagyítási szintet
it: o la scala (livello dello zoom)
ja: もう少し小さくしてみてください
nl: of de schaal (zoom niveau)
pl: lub skalę (poziom przybliżenia)
pt: ou a escala (nível de aproximação)
ru: или масштаб
sk: alebo meradlo (úroveň priblíženia)
sv: eller skalan (zoom-nivå)
uk: або масштаб (збільшення)
vi: hoặc tỷ lệ (mức thu phóng)

source: Invalid bounding box!
ast: Cuadru de llende inválidu
ca: La zona delimitada no vàlida.
cs: Neplatné ohraničení!
de: Ungültiger Begrenzungsrahmen!
es: Caja contenedora no válida.
eu: Kutxa baliogabea!
fa: محدوده انتخاب شده نامعتر است!
fr: Boîte englobante non valide!
gl: Cadro delimintador non válido!
hu: Érvénytelen határolókeret!
it: Area di selezione non valida!
ja: 囲み範囲(bbox)が適切じゃないようです！
nl: Ongeldig omhullende rechthoek
pl: Błędne pole zaznaczenia!
pt: Caixa de limites inválida!
ru: Неверная рамка
sk: Neplatné ohraničenie!
sv: Ogiltig avgränsade zon!
uk: Неправильне виділення!
vi: Hộp bao không hợp lệ!

source: Please, try with /map minlon,minlat,maxlon,maxlat
ast: Tenta con /map minlon,minlat,maxlon,maxlat
ca: Proveu amb /map minlon,minlat,maxlon,maxlat
cs: Prosím, zkuste s /map minLongituda,minLatituda,maxLongituda,maxLatituda
de: Bitte versuche es mit /map minlon,minlat,maxlon,maxlat
es: Prueba con /map minlon,minlat,maxlon,maxlat
eu: Mesedez, saiatu /map minlon,minlat,maxlon,maxlat
fa: لطفاً با /map حداقل طول جغرافیایی، حداقل عرض حغرافیایی، حد اکثر طول جغرافیایی، حد اکثر عرض جغرافیایی امتحان کنید
fr: S'il vous plaît, essayez avec /map minlon,minlat,maxlon,maxlat
gl: Por favor, proba con /map minlon, minlat,maxlon,maxlat
hu: Kérjük, próbálkozzon ezzel: /map minlon,minlat,maxlon,maxlat
it: Prova con /map minion,minlat,maxlon,maxlat
ja: /map minlon,minlat,maxlon,maxlat で試してみて
nl: Graag proberen met /map minlon,minlat,maxlon,maxlat
pl: Proszę wypróbuj /map mindł, minszer, maxdł, maxszer
pt: Por favor tente com /map minlon,minlat,maxlon,maxlat
ru: Попробуйте /map minlon,minlat,maxlon,maxlat
sk: Prosím, skúste s /map minLongituda,minLatituda,maxLongituda,maxLatituda
sv: Prova med /map minlon,minlat,maxlon,maxlat
uk: Будь ласка, спробуте /map minlon,minlat,maxlon,maxlat
vi: Xin vui lòng thử /map kđ_tối_thiểu,vđ_tối_thiểu,kđ_tối_đa,vđ_tối_đa

source: Coordinates' decimals need to be marked with a dot.
ast: Los decimales de les coordenaes tienen d'escribise con un puntu.
ca: Els nombres decimals de les coordenades cal indicar-los amb un punt.
cs: Použijte desetinnou tečku pro oddělení desetinných míst souřadnic.
de: Die Dezimalen der Koordinaten müssen mit einem Punkt getrennt markiert werden
es: Los decimales en las coordenadas se marcan con un punto.
eu: Koordenatuen hamartarrak puntu batekin banatzen dira.
fa: برای مشخص کردن اعداد اعشاری در مختصات، از نقطه استفاده نمایید.
fr: Des chiffres décimales doivent être marquées avec un point.
gl: As coordenadas decimais debense marcar con un punto.
hu: A koordináták tizedesjegyeit ponttal kell jelölni.
it: I decimali delle coordinate vanno separati con un punto.
ja: 座標の区切りにはドットを使ってね
nl: Voor co√∂rdinaten de decimale punt gebruiken
pl: Dziesiętne w koordynatach należy oddzielać za pomocą kropki
pt: Os decimais das coordenadas têm de ser marcados com um ponto.
ru: Десятичный разделитель в числах — точка
sk: Použite desatinnú bodku pre oddelenie desatinných miest súradníc.
sv: Koordinaternas decimaler behöver märkas med en punkt.
uk: Крапка – десятковий розділювач.
vi: Hãy sử dụng dấu chấm cho dấu thập phân.

source: For example:
ast: Por casu:
ca: Per exemple:
cs: Například:
de: Zum Beispiel:
es: Por ejemplo:
eu: Adibidez
fa: برای مثال:
fr: Par exemple:
gl: Por exemplo:
hu: Például:
it: Per esempio:
ja: 例：
nl: Bijvoorbeeld:
pl: Na przykład:
pt: Por exemplo:
ru: Например:
sk: Napríklad:
sv: Till exempel:
uk: Нприклад:
vi: Ví dụ:

source: Oh,oh... An error occurred
ast: Oh, oh... Asocedió un error
ca: Oh, oh... S'ha produït un error
cs: Ou, ou... došlo k chybě
de: Oh, oh... da ist ein Fehler ist aufgetreten
es: ¡Ui! Ha habido un error
eu: Oh, oh... akats bat egon da
fa: آه، آه ... یک خطا رخ داده
fr: Oh,oh... Il y a une erreur
gl: Oh, oh... Ocorreu un erro
hu: Ajjaj… Egy hiba történt
it: Oh, oh... C'è stato un errore
ja: おっと、エラーが起きたようです
nl: Oh,oh... Er is een fout opgetreden
pl: Oh, oh... wystąpił błąd
pt: Oh não... Surgiu um erro
ru: Ой-ё-ё-й... Ошибочка
sk: Ou, ou... došlo k chybe
sv: Det har hänt ett fel
uk: Ой, ой… Сталася помилка
vi: Rất tiếc, lỗi đã xảy ra

source: You can try with another bounding box or scale (zoom level)
ast: Pues tentar con otru cuadru de llende o escala (nivel d'ampliación)
ca: Podeu provar-ho amb una zona delimitada o una escala (nivell d'ampliació) diferents
cs: Můžete zkusit jiné ohraničení, nebo jiné měřítko (úroveň přiblížení)
de: Du kannst es mit einem anderen Begrenzungsrahmen oder Maßstab (Zoomlevel) versuchen
es: Puedes probar con otra caja contenedora o escala (nivel de zoom)
eu: Beste kutxa batekin edo eskala batekin (zoom maila) saia zaitezke
fa: شما می توانید یک محدوده دیگر یا مقیاس دیگری (سطح بزرگنمایی دیگری) انتخاب کنید.
fr: Vous pourriez essayer avec une autre boîte englobante ou échelle (niveau de zoom)
gl: Pode probar con outra escala de cadro delimitador (nivel de zoom)
hu: Megpróbálhatja más határolókerettel vagy nagyítási szinttel
it: Puoi provare con un'altra area di selezione o scala (livello dello zoom)
ja: 違う囲み範囲(bbox)やズームレベルを試してみてください
nl: Ja kan het met een andere rechthoek of schaal (zoom niveau) proberen
pl: Możesz spróbować z innym polem zaznaczenia lub skalą (poziom powiększenia)
pt: Pode tentar com outra caixa de limites ou outra escala (nível de aproximação)
ru: Попробуйте другой регион или масштаб
sk: Môžete skúsiť iné ohraničenie, alebo iné meradlo (úroveň priblíženia)
sv: Prova en annan avgränsade zon eller skalan (zoom-nivå)
uk: Спробуйте виділити ділянку заново або інший масштаб (наближення)
vi: Hãy thử với hộp bao hoặc tỷ lệ (mức thu phóng) khác

source: Good luck!
ast: ¡Bona suerte!
ca: Bona sort!
cs: Hodně štěstí!
de: Viel Erfolg!
es: Buena suerte ;)
eu: Sorte ona izan!
fa: موفق باشید!
fr: Bonne chance!
gl: Boa sorte!
hu: Sok szerencsét!
it: Buona fortuna!
ja: 幸運を！
nl: Succes!
pl: Powodzenia!
pt: Boa sorte!
ru: Удачи!
sk: Veľa šťastia!
sv: Lycka till!
uk: Нехай щастить!
vi: Chúc may mắn!

source: Results for
ast: Resultaos pa
ca: Resultats per
cs: Výsledky pro
de: Ergebnisse für
es: Resultados sobre
eu: Honen emaitzak
fa: نتایج برای
fr: Résultat pour
gl: Resultados para
hu: Találatok ehhez:
it: Risultati per
ja: 処理結果
nl: Resulaten voor
pl: Wyniki dla
pt: Resultados para
ru: Результаты для
sk: Výsledky pre
sv: Resultaten för
uk: Результати для
vi: Kết quả cho

source: Map
ast: Mapa
ca: Mapa
cs: Mapa
de: Karte
es: Mapa
eu: Mapa
fa: نقشه
fr: Carte
gl: Mapa
hu: Térkép
it: Mappa
ja: 地図
nl: Kaart
pl: Mapa
pt: Mapa
ru: Карта
sk: Mapa
sv: Karta
uk: Мапа
vi: Bản đồ

source: More info
ast: Más info
ca: Més informació
cs: Více informací
de: Mehr Informationen
es: Más información
eu: Informazio gehiago
fa: اطلاعات بیشتر
fr: Plus d'information
gl: Maís información
hu: További információ
it: Più informazioni
ja: 詳細
nl: Meer info
pl: Więcej informacji
pt: Mais informação
ru: Больше информации
sk: Viac informácií
sv: Mer information
uk: Більш докладно
vi: Thông tin thêm

source: Phone
ast: Teléfonu
ca: Telèfon
cs: Telefon
de: Telefon
es: Teléfono
eu: Telefonoa
fa: تلفن
fr: Téléphone
gl: Teléfono
hu: Telefon
it: Telefono
ja: 電話番号
nl: Telefoon
pl: Telefon
pt: Telefone
ru: Телефон
sk: Telefón
sv: Telefon
uk: Телефон
vi: Số điện thoại

source: OpenStreetMap contributors
ast: Collaboradores d'OpenStreetMap
ca: Col·laboradors de l'OpenStreetMap
cs: Přispěvatelé OpenStreetMap
de: OpenStreetMap Mitwirkende
es: Contribuidores de OpenStreetMap
eu: OpenStreetMap partehartzaileak
fa: کمک دهنده های OpenStreetMap
fr: Contributeurs d'OpenStreetMap
gl: Contribuíntes de OpenStreetMap
hu: OpenStreetMap közreműködők
pl: Autorzy OpenStreetMap
pt: Contribuidores do OpenStreetMap
ru: Участники OpenStreetMap
sk: Prispievatelia OpenStreetMap
sv: OpenStreetMaps frivilligor
uk: Учасники OpenStreetMap
vi: những người đóng góp vào OpenStreetMap

source: Tags for
ast: Etiquetes pa
ca: Etiquetes per a
cs: Značky pro
de: Tags für
es: Etiquetas sobre
eu: Honentzako etiketak
fa: برچسب ها برای
fr: Attributs pour
gl: Etiquetas para
hu: Címkék ehhez:
it: Tag per
ja: タグ
nl: Labels voor
pl: Tagi dla
pt: Etiquetas para
ru: Теги для
sk: Značky pre
sv: Taggar för
uk: Теґи для
vi: Thẻ cho

source: European country
ast: Pais européu
ca: País d'Europa
cs: Evropu
de: Land in Europa
es: País de Europa
eu: Europako herrialdea
fa: کشور اروپایی
fr: Pays europeen
gl: País europeo
hu: Európai ország
it: Paese europeo
ja: ヨーロッパ
nl: Europees land
pl: Kraj europejski
pt: País europeu
ru: Европейская страна
sk: Európu
sv: Europeiskt land
uk: Країна в Європі
vi: nước châu Âu

source: African country
ast: Pais africanu
ca: País d'Àfrica
cs: Afriku
de: Land in Afrika
es: País de África
eu: Afrikako herrialdea
fa: کشور افریقایی
fr: Pays africain
gl: País africano
hu: Afrikai ország
it: Paese africano
ja: アフリカ
nl: Afrikaans land
pl: Kraj afrykański
pt: País africano
ru: Африканская страна
sk: Afriku
sv: Afrikanskt land
uk: Країна в Африці
vi: nước châu Phi

source: South american country
ast: Pais suramericanu
ca: País d'Amèrica del Sud
cs: Jižní Ameriku
de: Land in Südamerika
es: País de América del Sur
eu: Hego Amerikako herrialdea
fa: کشور امریکای جنوبی
fr: Pays sud-américain
gl: País de América do sur
hu: Dél-amerikai ország
it: Paese sudamericano
ja: 南米
nl: Zuid-Amerikaans land
pl: Kraj południowoamerykański
pt: País sul-americano
ru: Южно-Американская страна
sk: Južnú Ameriku
sv: Sydamerikanskt land
uk: Країна в Південній Америці
vi: nước Nam Mỹ

source: North american country
ast: Pais norteamericanu
ca: País d'Amèrica del Nord
cs: Severní Ameriku
de: Land in Nordamerika
es: País de América del Norte
eu: Ipar Amerikako herrialdea
fa: کشور امریکای شمالی
fr: Pays nord-américain
gl: País de América do norte
hu: Észak-amerikai ország
it: Paese nordamericano
ja: 北米
nl: Noord-Amerikaans land
pl: Kraj północnoamerykański
pt: País norte-americano
ru: Северно-Американская страна
sk: Severnú Ameriku
sv: Nordamerikanskt land
uk: Країна в Північній Америці
vi: nước Bắc Mỹ

source: Central american country
ast: Pais centroamericanu
ca: País d'Amèrica Central
cs: Střední Ameriku
de: Land in Zentralamerika
es: País de América Central
eu: Ertamerikako herrialdea
fa: کشور امریکای مرکزی
fr: Pays centre-américain
gl: País de América central
hu: Közép-amerikai ország
it: Paese centroamericano
ja: 中米
nl: Centraal-Amerikaans land
pl: Kraj środkowoamerykański
pt: País centro-americano
ru: Центрально-Американская страна
sk: Strednú Ameriku
sv: Centralamerikanskt land
uk: Країна Центральної Америки
vi: nước Trung Mỹ

source: American country
ast: Pais americanu
ca: País d'Amèrica
cs: Americký kontinent
de: Land in Amerika
es: País de América
eu: Amerikako herrialdea
fa: کشور امریکایی
fr: Pays américain
gl: País americano
hu: Amerikai ország
it: Paese americano
ja: アフリカ
nl: Amerikaans land
pl: Kraj amerykański
pt: País americano
ru: Американская страна
sk: Americký kontinent
sv: Amerikanskt land
uk: Країна в Америці
vi: nước châu Mỹ

source: Asian country
ast: Pais asiáticu
ca: País d'Àsia
cs: Asii
de: Land in Asien
es: País de Asia
eu: Asiako herrialdea
fa: کشور آسیایی
fr: Pays asiatique
gl: País asiático
hu: Ázsiai ország
it: Paese asiatico
ja: アジア
nl: Aziatisch land
pl: Kraj azjatycki
pt: País asiático
ru: Азиатская страна
sk: Áziu
sv: Asiatiskt land
uk: Країна в Азії
vi: nước châu Á

source: Oceanian country
ast: Pais oceanianu
ca: País d'Oceania
cs: Oceánii
de: Land in Ozeanien
es: País de Oceanía
eu: Ozeaniako herrialdea
fa: کشور اقیانوسه ای
fr: Pays océanien
gl: País de Oceanía
hu: Oceániai ország
it: Paese oceaniano
ja: オセアニア
nl: Oceanisch land
pl: Kraj Oceanii
pt: País da oceania
ru: Страна из Океании
sk: Oceániu
sv: Oceaniens land
uk: Країна в Океанії
vi: nước châu Đại Dương

source: Eurasian country
ast: Pais euroasiáticu
ca: País d'Euràsia
cs: Eurasijský kontinent
de: Land in Eurasien
es: País de Euroasia
eu: Eurasiako herrialdea
fa: کشور اوراسیایی
fr: Pays eurasien
gl: País euroasiático
hu: Eurázsiai ország
it: Paese eurasiatico
ja: ユーラシア
nl: Euro-Aziatisch land
pl: Kraj euroazjatycki
pt: País euroasiático
ru: Евразийская страна
sk: Eurázijský kontinent
sv: Eurasiatiskt land
uk: Країна в Євразії
vi: nước Á-Âu

source: inhabitants
ast: Habitantes
ca: habitants
cs: obyvatel
de: Einwohner
es: habitantes
eu: biztanleak
fa: ساکنان
fr: habitants
gl: habitantes
hu: lakos
it: abitanti
ja: 住人
nl: inwoners
pl: Mieszkańcy
pt: habitantes
ru: Жителей
sk: obyvateľov
sv: invånarer
uk: мешканців
vi: dân cư

source: at
ast: en
ca: el
cs: na
de: in
es: el
eu: urtean:
fa: در
fr: à
gl: en
hu: itt
it: a
ja: 単位:
nl: in
pl: w
pt: em
ru: в
sk: na
sv: år
uk: у
vi: tại

source: meters
ast: metros
ca: metres
cs: metrech
de: Meter
es: metros
eu: metroak
fa: متر
fr: mètres
gl: metros
hu: méter
it: metri
ja: メートル
pl: metrów
pt: metros
ru: метров
sk: metroch
sv: meter
uk: метрів
vi: mét

source: Raw data:
ast: Datos en bruto:
ca: Dades en cru:
cs: Surová data:
de: Rohdaten:
es: Datos en crudo:
eu: Datu gordinak:
fa: اطلاعات پردانش نشده:
fr: Données brutes:
gl: Datos brutos
hu: Nyers adat:
it: Dati grezzi:
ja: 生データ:
nl: Ruwe data:
pl: Surowe dane:
pt: Dados em bruto:
ru: Сырые данные:
sk: Surová data:
sv: Ursprunglig data:
uk: Сирі дані:
vi: Dữ liệu thô:

source: OSM contributors
ast: Collaboradores d'OpenStreetMap
ca: Col·laboradors de l'OSM
cs: Přispěvatelé OSM
de: OSM Mitwirkende
eu: OSM partehartzaileak
fa: کمک دهنده های OpenStreetMap
fr: Contributeurs d'OSM
gl: Contribuíntes de OSM
hu: OSM közreműködők
it: collaboratori OSM
pl: Autorzy OSM
pt: Contribuidores do OSM
ru: Участники OSM
sk: Prispievatelia OSM
sv: OSM frivilligor
uk: Учасники OSM
vi: những người đóng góp vào OSM

source: Please send me your location
ast: Mándame'l to allugamientu
ca: Envieu-me la vostra ubicació
cs: Prosím, sdělte mi svou pozici
de: Bitte nenne mir deinen Standort
es: Envíame tu ubicación
eu: Mesedez bidali zure kokapena
fa: لطفاً موقعیت خودت را برای من بفرست
fr: Veuillez m'envoyer votre localisation
gl: Por favor envíame a túa localización
hu: Kérjük küldje el a helyzetét
it: Inviami la tua posizione
ja: あなたの位置を送ると
nl: Stuur me aub je locatie
pl: Wyślij mi swoją pozycję
pt: Por favor envie-me a sua localização
ru: Пожалуйста, пришлите мне координаты
sk: Prosím, povedzte mi svoju pozíciu
sv: Skicka mig din läge
uk: Надайте мені, будь ласка, ваші координати
vi: Hãy gửi tôi vị trí của bạn

source: to receive the map
ast: pa recibir el mapa
ca: per rebre el mapa
cs: pro přijetí mapy
de: ,um die Karte zu erhalten
eu: mapa jasotzeko
fa: برای دریافت نقشه
fr: pour recevoir la carte
gl: para recibir o mapa
hu: hogy megkapja a térképet
it: per ricevere la mappa
ja: 地図が見られます
nl: om de kaart te ontvangen
pl: aby otrzymać mapę
pt: para receber o mapa
ru: чтобы получить карту
sk: pre prijatie mapy
sv: att få kartan
uk: для отримання мапи
vi: để nhận bản đồ

source: You can do it with the Telegram paperclip button
ast: Pues facelo col iconu del clip de Telegram
ca: Podeu fer-ho amb el botó del clip del Telegram
cs: Můžete tak učunit tlačítkem sponky Telegramu
de: In Telegram kannst du das mit der Büroklammer machen
es: Puedes hacerlo con el botón de clip de Telegram
eu: Telegrameko klipa botoiarekin egin dezakezu
fa: شما می توانید این کار را با فشردن دکمه گیره کاغذ موجود در تلگرام انجام دهید
fr: Vous pouvez faire ça en appuyant sur le bouton du trombone
gl: Pódelo facer co botón do clip do Telegram
hu: Ezt megteheti a Telegram gemkapocs gombjával
it: Puoi farlo con il pulsante di Telegram a forma di graffetta
ja: Telegramの紙クリップボタンで現在地の座標を取れます
nl: Dit kun je doen met de Telegram paperclip knop
pl: Możesz to zrobić za pomocą przycisku spinacza
pt: Pode fazê-lo com o botão clipe do Telegram
ru: Для этого есть кнопка со скрепкой в Телеграме
sk: Môžete tak urobiť tlačidlom sponky Telegramu
sv: Du kan göra det genom Telegrams gem knappen
uk: Ви можете зробити це за допомогою кнопки зі скрепкою в Telegram
vi: Bạn có thể sử dụng nút kẹp giấy Telegram

source: Sorry, but now I can't recognize tags for this element, perhaps with my new features I will do it
ast: Agora nun puedo reconocer les etiquetes d'esti elementu, seique coles nueves carauterístiques podré
ca: Malauradament no reconec etiquetes per a aquest element, potser quan m'afegeixin funcionalitats ho podré fer
cs: Omlouvám se, ale zrovna se mi nedaří rozpoznat značku tohoto elementu, možná tak budu moci udělat s mými novými vlastnostmi
de: Entschuldigung, aber im Moment kann ich noch keine tags für dieses Element auswerten. Vielleicht kann ich es in Zukunft mit neuen Features
es: Ahora no puedo reconocer etiquetas de este elemento, en un futuro puede ser que lo sepa reconocer
eu: Barkatu, baina orain ezin dut etiketarik identifikatu elementu honetarako, agian nire aukera berriekin egin ahal izango dut
fa: با عرض پوزش، در حال حاضر من نمیتوانم برچسب ها برای این مکان را شناسایی کنم، شاید با ویژگی های جدید آن را به رسمیت بشناسم.
fr: Désolé, Je ne peux pas reconnaître des attributs pour cet élément, peut être je pourrai avec mes nouvelles fonctionnalités
gl: Síntoo, pero non puiden recoñecer etiquetas para ese elemento, quizais máis adiante poda facelo.
hu: Sajnálom, de nem ismerem a címkéket ehhez az elemhez, lehet hogy az új funkcióimmal majd tudni fogom
it: Scusa, ma per ora non posso riconoscere i tag di questo elemento, forse con le mie nuove funzioni ce la farò
ja: ごめんなさい、今はこの要素のタグを認識できません。いずれ機能拡張した際に対応するかもしれません。
nl: Sorry, maar nu herkende ik de labels voor dit element niet, misschien kan ik dit later met nieuwe functies.
pl: Przykro mi, ale nie potrafię obecnie rozpoznać tagów dla tego elementu, może zmieni się to wraz z aktualizacją
pt: Desculpe, mas agora não consigo reconhecer as etiquetas para este elemento, talvez quando eu tiver novas funcionalidades o consiga fazer
ru: Увы, не могу распознать теги элемента. Может, в будущем научусь
sk: Ospravedlňujem sa, ale zrovna sa mi nedarí rozpoznať značku tohto elementu, možno tak budem môcť urobiť s mojimi novými vlastnosťami
sv: Jag kan inte erkänna etiketter för detta element. Jag kanske ska göra det med mina framtida funktioner
uk: На жаль, але зараз я не можу розпізнати теґи для цього елемента, але згодом я це зроблю
vi: Rất tiếc, tôi chưa hiểu các thẻ cho phần tử này, có lẽ mai mốt sẽ hiểu

source: Raw data for
ast: Datos en bruto pa
ca: Dades sense processar per a
cs: Surová data pro
de: Rohdaten für
es: Datos en crudo sobre
eu: Honentzako datu gordinak
fa: داده های پردازش نشده برای
fr: Données brutes pour
gl: Datos brutos para
hu: Nyers adatok ehhez:
it: Dati grezzi per
ja: 生データ：
nl: Ruwe data voor
pl: Surowe dane dla
pt: Dados em bruto para
ru: Сырые данные для
sk: Surová dáta pre
sv: Ursprunglig data av
uk: Необроблені дані для
vi: Dữ liệu thô cho

source: Raw data
ast: Datos en bruto
ca: Dades en cru
cs: Surová data
de: Rohdaten
es: Datos en crudo
eu: Datu gordinak
fa: داده های پردازش نشده
fr: Données brutes
gl: Datos brutos
hu: Nyers adatok
it: Dati grezzi
ja: 生データ
nl: Ruwe data
pl: Surowe dane
pt: Dados em bruto
ru: Сырые данные
sk: Surová dáta
sv: Ursprunglig data
uk: Необроблені дані
vi: Dữ liệu thô

source: Please indicate what are you searching with command /search <search_term>
ast: Indica qué tas buscando col comandu /search <términu_a_buscar>
ca: Indiqueu-me què cerqueu amb l'ordre /search <terme_de_cerca>
cs: Prosím, uveďte co hledáte příkazem /search <vyhledávaný_termín>
de: Bitte gib mit dem Befehl <search_term> an, wonach du suchst
es: Indica qué estás buscando con la orden /search <lugar_a_buscar>
eu: Mesedez zehaztu zer ari zaren bilatzen /search <bilaketa_testua> aginduarekin
fa: لطفاً برای جستجو از این دستور استفاده کنید <عبارت_جستجو> /search
fr: S'il vous plaît, veuillez m'indiquer qu'est-ce que vous voulez chercher avec le commande /search <endroit_à_chercher>
gl: Indica que estás a buscar co comando /search <search_term>
hu: Kérjük adja meg mit keres a /search <keresési_kifejezés> paranccsal
it: Indica che cosa stai cercando con il comando /search <termine_da_cercare>
ja: 探しものは次のコマンドでどうぞ /search <検索語>
nl: Geef aub aan waar je naar zoek met het commando /search <search_term>
pl: Wskaż czego szukasz komendą /search <wyrażenie>
pt: Por favor indique o que está a procurar com o comando /search <search_term>
ru: Что именно вы ищете? Напишите /search <строка_поиска>
sk: Prosím, uveďte čo hľadáte príkazom /search <vyhľadávaný_termín>
sv: Ange vad du söker genom kommando /search <sökte_term>
uk: Будь ласка, зазначте що вам потрібно знайти командою /search <пошуковий_рядок>
vi: Xin vui lòng định rõ truy vấn với lệnh /search <truy vấn>
