Repository: Guhaifudeng/osmbot
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: ast, ca, cs, de, es, eu, fa, fr, gl, hu, it, ja, nl, pl, pt, ru, sk, sv, uk, vi

source: Use /search <search_term> command to indicate what you are searching
ast: Usa'l comandu /search <términu_a_buscar> pa indicar qué tas buscando
ca: Utilitzeu l'ordre /search <terme_de_cerca> per a indicar què voleu cercar
cs: Použijte příkaz /search <vyhledávaný_termín> pro vyhledávání
de: Benutze das Kommando /search <search_term>, um etwas zu suchen
es: Usa la orden /search <lugar_a_buscar> para indicar qué buscas
eu: Erabili /search <bilaketa_testua> agindua zehazteko zer bilatzen ari zaren
fa: از دستور <عبارت_جستجو> /search برای جستجو استفاده کنید
fr: Veuillez utiliser le commande /search <endroit_à_chercher> pour indiquer qu'est-ce que vous voulez chercher
gl: Emprega o comando /search <search_term> para indicar que estás a buscar
hu: Használja a /search <keresési_feltétel> parancsot, hogy megadja mit keres
it: Usa il comando /search <termine_da_cercare> per indicare che cosa stai cercando
ja: /search <検索語> コマンドを使うと自分が探しているものを表示できます
nl: Gebruik /search <search_term> commando om aan te geven waar je naar zoekt.
pl: Użyj komendy /search <search_term>, aby wskazać czego szukasz
pt: Use o comando /search <search_term> para indicar o que está a procurar
ru: Укажите, что ищете, в параметре команды /search <строка_поиска>
sk: Použite príkaz /search <vyhľadávaný_termín> pre vyhľadávanie
sv: Använda /search <sökte_term> kommando för ange vad du söker
uk: Використовуйте команду /search <пошуковий_рядок>, щоб зазначити що ви шукаєте
vi: Sử dụng lệnh /search <truy vấn> để định rõ truy vấn

source: OpenStreetMap bot finds any location in world from the Nominatim OSM database and can send links and maps from OSM
ast: OpenStreetMap bot alcuentra cualquier llugar del mundu na base de datos Nominatim d'OSM y pué unviar enllaces y mapes dende OSM
ca: El robot de l'OpenStreetMap troba qualsevol lloc del món a la base de dades Nominatim i pot enviar enllaços i mapes des de l'OSM
cs: OpenStreetMap bot hledá jakékoliv místo na světě z OSM databáze Nominatim a může odesílat odkazy a mapy z OSM
de: OSMbot findet jeden Ort der Welt in der Nominatim OSM Datenbank und kann Links und Karten von OSM senden
es: El robot de OpenStreetMap encuentra cualquier sitio del mundo en Nominatim y puede enviar mapas y enlaces desde OSM
eu: OpenStreetMap bot-ak munduko edozein leku bilatzen du OSM datu baseko Nominatinetik eta OSM loturak eta mapak bidal ditzazke
fa: ربات OSM هر نقطه ای را در دنیا به کمک اطلاعات موجود در پایگاه داده OSM Nominatim پیدا می کند و می تواند پیوند ها و نقشه های آن را ارسال کند.
fr: Le robot d'OpenStreetMap peut chercher des localisations de tout le monde avec la base de données Nominatim d'OSM et envoyer des liens et cartes de OSM
gl: O robot de OpenStreetMap atopa calquera lugar do mundo dende a base de datos Nominatim OSM e pode mandar ligazóns e mapas dende OSM
hu: Az OpenStreetMap robot megtalál bármilyen helyet a világon a Nominatim OSM adatbázisban, és tud hivatkozásokat és térképeket küldeni az OSM-ből
it: Il bot OpenStreetMap trova qualunque posizione nel mondo dal database OSM Nominatim e può inviare link e mappe da OSM
ja: OpenStreetMapボットは世界中のあらゆる場所をNominatim OSMデータベースから探してOSMからのリンクと地図を送信できます
nl: OpenStreetMap bot vindt elke locatie in de wereld uit de OSM 'Nominatim' database en kan links en kaarten van OSM versturen.
pl: Bot OpenStreetMap znajduje dowolne położenie na świecie z bazy danych OSM Nominatima i wysyła linki oraz mapy z OSM
pt: O robô OpenStreetMap encontra qualquer localização no mundo na base de dados do Nominatim do OSM e pode enviar ligações e mapas do OSM
ru: Бот OpenStreetMap найдёт что угодно с помощью Nominatim и пришлёт ссылки и карты из OSM
sk: OpenStreetMap bot hľadá akékoľvek miesto na svete z OSM databázy Nominatim a môže odosielať odkazy a mapy z OSM
sv: OpenStreetMaps bot finner någon världens läge från Nominatim OSM databas och kan skicka länkar och kartor från OSM
uk: OpenStreetMap бот шукає будь-яке місце в світі в базі даних OSM за допомогою Nominatim і може давати вам посилання на нього на мапі OSM
vi: Bot OpenStreetMap tìm kiếm địa điểm nào trên khắp thế giới trong cơ sở dữ liệu OSM Nominatim và có thể gửi liên kết và bản đồ OSM

source: OpenStreetMap bot finds any location in the world from the Nominatim OSM database
ast: OpenStreetMap bot alcuentra cualquier llugar del mundu na base de datos Nominatim d'OSM
ca: El robot de l'OpenStreetMap pot trobar qualsevol lloc del món a la base de dades de l'OSM amb Nominatim
cs: OpenStreetMap bot vyhledává jakékoliv místo na světě z OSM databáze Nominatim
de: Der OSMbot findet jeden Ort der Welt mithilfe der Nominatim OSM Datenbank
es: El robot de OpenStreetMap encuentra cualquier sitio del mundo en la base de datos de OSM con Nominatim
eu: OpenStreetMap bot-ak munduko edozein leku bilatzen du OSM datu baseko Nominatinetik
fa: ربات OSM هر نقطه ای را در دنیا با نام و آدرس موجود در پایگاه داده OSM Nominatim پیدا می کند.
fr: Le robot d'OpenStreetMap peut chercher des localisations de tout le monde avec la base de données Nominatim d'OSM
gl: O robot de OpenStreetMap atopa calquera lugar do mundo dende a base de datos Nominatim OSM
hu: Az OpenStreetMap robot megtalál bármilyen helyet a világon a Nominatim OSM adatbázisban
it: Il bot OpenStreetMap trova qualunque posizione nel mondo dal database OSM Nominatim
ja: OpenStreetMapボットは世界中のあらゆる場所をNominatim OSMデータベースから探します
nl: OpenStreetMap bot vindt elke locatie in de wereld uit de 'Nominatim' OSM database
pl: Bot OpenStreetMap znajduje dowolne położenie na świecie z bazy danych OSM Nominatima
pt: O robô OpenStreetMap encontra qualquer localização no mundo na base de dados do Nominatim do OSM
ru: Бот OpenStreetMap найдёт любое место мира с помощью базы OSM Nominatim
sk: OpenStreetMap bot vyhľadáva akékoľvek miesto na svete z OSM databázy Nominatim
sv: OpenStreetMaps bot finner någon världens läge från Nominatim OSM databas
uk: Бот OpenStreetMap здійснює пошук місць в світі за допомогою Nominatim в базі OSM
vi: Bot OpenStreetMap tìm kiếm địa điểm nào trên khắp thế giới trong cơ sở dữ liệu OSM Nominatim

source: The bot can send links and maps (jpg, png or pdf) from OSM
ast: El bot pué unviar enllaces y mapes (jpg, png o pdf) dende OSM
ca: El robot pot enviar enllaços i mapes (jpeg, png o pdf) des d'OSM
cs: Bot umí z OSM posílat odkazy a mapy (jpg, png, nebo pdf)
de: Der OSMbot kann Links und Karten (jpg png oder pdf) von OSM senden
es: El robot puede enviar enlaces y mapas (jpeg, png o pdf) desde OSM
eu: Bot-ak lotura eta mapak (jpg,png edo pdf) bidal ditzazke OSMtik
fa: ربات می تواند پیوند ها و نقشه ها با فرمت (jpg,png,pdf) از OSM ارسال کند.
fr: Le robot d'OpenStreetMap peut envoyer des liens et cartes (jpg, png or pdf) de OSM
gl: O robot pode mandar ligazóns e mapas (jpg, png ou pdf) dende OSM
hu: A robot tud hivatkozásokat és térképeket (jpg, png vagy pdf) küldeni az OSM-ből
it: Il bot può inviare link e mappe (jpg, png o pdf) da OSM
ja: ボットはリンクとOSMからの地図(jpg, png or pdf) を送れます
nl: De bot kan links en kaarten (jpg, png of pdf) versturen vanuit OSM
pl: Bot potrafi wysyłać linki i mapy (jpg, png lub pdf) z OSM
pt: O robô pode enviar ligações e mapas (jpg, png ou pdf) do OSM
ru: Бот умеет присылать ссылки и карты OSM в формате jpg, png и pdf
sk: Bot vie z OSM posielať odkazy a mapy (jpg, png, alebo pdf)
sv: Roboten kan skicka länkar och kartor (jpg, png eller pdf) från OSM
uk: Бот може надсилати посилання та мапи (jpg, png або pdf) з OSM
vi: Bot có thể gửi liên kết và bản đồ (JPEG, PNG, hoặc PDF) từ OSM

source: Data for all the world (cities and towns, shops -with phone number, email...-, Wikipedia links, etc)
ast: Datos del mundu enteru (ciudaes y villes, tiendes (con númberu de teléfonu, email...), enllaces de Wikipedia, etc)
ca: Dades per a tot el món (ciutats i pobles, botigues -amb telèfon, correu electrònic,...-, enllaços a la Viquipèdia, etc)
cs: Údaje pro celý svět (města a obce, obchody - s telefonními čísly, emailovou adresou, odkazy z Wikipedie atd.)
de: Daten für die ganze Welt (Groß- und Kleinstädte, Geschäfte, Emailadressen, Wikipedia-Links etc)
es: Datos de todo el mundo (ciudades y pueblos, tiendas -con teléfono, correo electrónico...-, enlaces a la Wikipedia, etc)
eu: Mundu osoko datuak (hiriak eta herriak, dendak - telefono zenbakiarekin, e-postak... -, Wikipediako loturak, etab)
fa: داده ها برای تمام دنیا (شهرها و شهرستان ها، مغازه ها - همراه با شماره تلفن، ایمیل و...، پیوند های ویکی پدیا و غیره)
fr: Données de tout le monde (villes et villages, magasins -avec numéro de téléphone, email...-, liens vers Wikipedia, etc)
gl: Datos para todo o mundo (cidades e pobos, tendas -con número de teléfono, correo electrónico... -, ligazóns a Wikipedia, etc)
hu: Adatok az egész világból (városok, boltok – telefonszámmal és e-maillel, Wikipédia hivatkozások, stb.)
it: Dati per tutto il mondo (città e paesi, negozi - con numero di telefono, email... -, link per Wikipedia, ecc.)
ja: 全世界向けのデータ(都市、電話番号、email等のあるお店、Wikipediaへのリンク等)
nl: Data voor de hele wereld (steden en dorpen, winkels -met tel. nummer, email,...-, Wikipedia links, etc.)
pl: Dane dla całego świata (miasta i miasteczka, sklepy wraz z numerami telefonów, adresy email, artykuły w Wikipedii itd.)
pt: Dados para todo o mundo (cidades e vilas, lojas com número de telefone, email..., hiperligações para a Wikipédia, etc.)
ru: Данные обо всём мире (города и деревни, магазины — с телефоном и почтой, — ссылки на википедию и т.п.)
sk: Údaje pre celý svet (mestá a obce, obchody - s telefónnymi číslami, emailovými adresami, odkazy z Wikipédie atď.)
sv: Data för hela världen (städer och butiker -med telefonnummer, e-post...-, Wikipedia länkar, etc)
uk: Дані з усього світу (міста та селища, магазини -з номерами телефонів, є-поштою…-, посиланнями на Вікіпедію й т.д.)
vi: Dữ liệu cho toàn thế giới (thành phố; thị xã; tiệm có số điện thoại, địa chỉ thư điện tử, …; liên kết Wikipedia; v.v.)

source: OSMbot is multilingual and speaks *your language here*
ast: OSMbot ye multillingüe y fala en *la to llingua equí*
ca: L'OSMbot és plurilingüe i parla en català
cs: OSMbot je vícejazyčný, umí i česky
de: OSMbot ist mehrsprachig und spricht deutsch
es: OSMbot es plurilingüe y habla español
eu: OSMbot eleanitza da eta euskaraz hitzegiten du
fa: ربات OSM چند زبانه است و فارسی سخن می گوید.
fr: OSMbot est multilingue et parle français
gl: OSMbot é multilingüe e fala galego
hu: Az OSMbot többnyelvű, és beszél magyarul
it: OSMbot è poliglotta e parla l'italiano
ja: OSMbot は多言語対応しており、日本語も話します
nl: OSMbot is meertalig en spreekt Nederlands
pl: OSMbot jest wielojęzyczny i mówi po polsku
pt: OSMbot é multilingue e fala português
ru: OSMbot многоязычен и говорит на русском языке
sk: OSM bot je viacjazyčný, vie aj po slovensky
sv: OSMbot är flerspråkig och kan svenska
uk: OSMbot знає багато мов, однією з яких є українська
vi: OSMbot nói nhiều ngôn ngữ, kể cả tiếng Việt

source: OpenStreetMap bot info:
ast: Info del bot d'OpenStreetMap:
ca: Informació del robot de l'OpenStreetMap:
cs: Informace o OpenStreetMap bot:
de: OSMbot info:
es: Información del robot de OpenStreetMap:
eu: OpenStreetMap bot-aren informazioa:
fa: اطلاعات درباره ربات OpenStreetMap
fr: Information du robot d'OpenStreetMap
gl: Información do robot de OpenStreetMap
hu: OpenStreetMap robot infó:
it: Info sul bot OpenStreetMap:
ja: OpenStreetMap ボット情報:
nl: OpenStreetMap bot informatie:
pl: Informacje o bocie OpenStreetMap
pt: Sobre o robô OpenStreetMap
ru: Информация о боте OpenStreetMap:
sk: Informácie o OpenStreetMap bot:
uk: Інформація про бота OpenStreetMap:
vi: Thông tin bot OpenStreetMap:

source: CREDITS&CODE
ast: CRÉDITOS & CÓDIGU
ca: CRÈDITS I CODI
cs: AUTOŘI&KÓD
de: MITWIRKENDE&CODE
es: CRÉDITOS y CÓDIGO
eu: KREDITUAK&KODEA
fa: اعتبار و کد
fr: GÉNÉRIQUE et CODE
gl: CRÉDITOS E CÓDIGO
hu: KÖSZÖNET ÉS KÓD
it: CREDITS&CODICE
ja: クレジットとコード
pl: TWÓRCY I KOD ŹRÓDŁOWY
pt: CRÉDITOS E CÓDIGO
ru: АВТОРЫ И КОД
sk: AUTORI&KÓD
sv: EFTERTEXTER&DATAKOD
uk: АВТОРИ та КОД
vi: GHI CÔNG & MÃ NGUỒN

source: Author:
ast: Autor:
ca: Autor:
cs: Autor:
de: Autor:
es: Autor:
eu: Egilea:
fa: نویسنده
fr: Auteur:
gl: Autor:
hu: Szerző:
it: Autore:
ja: 作者:
nl: Auteur:
pl: Autor:
pt: Autor:
ru: Автор:
sk: Autor:
sv: Upphovsman:
uk: Автор:
vi: Tác giả:

source: (Catalan OpenStreetMap community)
ast: (Comunidá catalana d'OpenStreetMap)
ca: (Comunitat catalana de l'OpenStreetMap)
cs: (katalánská komunita OpenStreetMap)
de: (Katalanische OpenStreetMap Gemeinschaft)
es: (comunidad catalana de OpenStreetMap)
eu: (Herrialde Catalanetako OpenStreetMap komunitatea)
fa: (جامعه کاتالان OpenStreetMap)
fr: (Communauté catalane d'OpenStreetMap)
gl: (comunidade catalana de OpenStreetMap)
hu: (Katalán OpenStreetMap közösség)
it: (comunità OpenStreetMap catalana)
ja: (カタロニアOpenStreetMap コミュニティ)
nl: (Catalaanse OpenStreetMap community)
pl: (Katalońska społeczność OpenStreetMap)
pt: (Comunidade do OpenStreetMap Catalã)
ru: (Каталанское сообщество OpenStreetMap)
sk: (katalánska komunita OpenStreetMap)
sv: (Katalanska OpenStreetMap gemenskap)
uk: (Каталонське співтовариство OpenStreetMap)
vi: (Cộng đồng OpenStreetMap Catalunya)

source: Code
ast: Códigu
ca: Codi
cs: Kód
eu: Kodea
fa: کد
gl: Código
hu: Kód
it: Codice
ja: コード
pl: Kod źródłowy
pt: Código
ru: Код
sk: Kód
sv: Datakod
uk: Код
vi: Mã nguồn

source: License: GPLv3
ast: Llicencia: GPLv3
ca: Llicència: GPLv3
cs: Licence: GPLv3
de: Lizenz: GPLv3
es: Licencia: GPLv3
eu: Lizentzia: GPLv3
fa: مجوز: GPLv3
fr: Licence: GPLv3
gl: Licenza: GPLv3
hu: Licenc: GPLv3
it: Licenza: GPLv3
ja: ライセンス: GPLv3
nl: Licentie: GPLv3
pl: Licencja: GPLv3
pt: Licença: GPLv3
ru: Лицензия: GPLv3
sk: Licencia: GPLv3
sv: Licens: GPLv3
uk: Ліцензія: GPLv3
vi: Giấy phép: GPLv3

source: http://www.gnu.org/licenses/gpl-3.0.en.html
ca: http://www.gnu.org/licenses/gpl-3.0.ca.html
de: http://www.gnu.org/licenses/gpl-3.0.de.html
fr: http://www.gnu.org/licenses/gpl-3.0.fr.html
ja: http://www.gnu.org/licenses/gpl-3.0.ja.html
ru: http://www.gnu.org/licenses/gpl-3.0.ru.html
uk: http://www.gnu.org/licenses/gpl-3.0.uk.html

source: Localization
ast: Llocalización
ca: Traducció
cs: Lokalizace
de: Lokalisierung
eu: Itzulpena
fa: بومی سازی
fr: Localisation
gl: Localización
hu: Honosítás
it: Localizzazione
ja: 各国語化
nl: Localisatie
pl: Lokalizacja
pt: Localização
ru: Перевод и адаптация
sk: Lokalizácia
sv: Läge
uk: Переклад
vi: Biên dịch

source: DOCUMENTATION
ca: DOCUMENTACIÓ
gl: DOCUMENTACIÓN
it: DOCUMENTAZIONE
pl: DOKUMENTACJA
pt: DOCUMENTAÇÃO
ru: ДОКУМЕНТАЦИЯ

source: OSMbot wiki
ca: Wiki de l'OSMbot
pl: Wiki OSMbot
pt: Wiki do OSMbot
ru: OSMbot вики

source: NEWS
ast: NOTICIES
ca: NOTÍCIES
cs: NOVINKY
de: NEUES:
es: NOTICIAS
eu: BERRIAK
fa: اخبار
fr: NOUVELLES
gl: NOVAS
hu: HÍREK
it: NOVITÀ
ja: ニュース
nl: NIEUWS
pl: WIADOMOŚCI
pt: NOTÍCIAS
ru: НОВОСТИ
sk: NOVINKY
sv: NYHETER
uk: НОВИНИ
vi: TIN TỨC

source: Twitter account
ca: Compte de Twitter
gl: Conta de Twitter
it: Account Twitter
pl: Konto na Twitterze
pt: Conta Twitter
ru: Аккаунт Twitter

source: Telegram channel
ast: Canal de Telegram
ca: Canal del Telegram
cs: Kanál Telegramu
de: Telegram Kanal
eu: Telegrameko kanala
fa: کانال تلگرام
gl: Canal de Telegram
hu: Telegram csatorna
it: Canale Telegram
ja: Telegramチャンネル
nl: Telegram kanaal
pl: Kanał na Telegramie
pt: Canal no Telegram
ru: Канал Telegram
sk: Kanál Telegramu
sv: Telegrams kanal
uk: Канал Telegram
vi: Đài Telegram

source: RATING
ast: PUNTUACIÓN
ca: VALORACIÓ
cs: HODNOCENÍ
de: BEWERTUNG:
es: VALORACIÓN
eu: BALORAZIOA
fa: امتیاز دهی
fr: CLASSIFICATION
gl: VALORACIÓN
hu: ÉRTÉKELÉS
it: VALUTAZIONE
ja: 評価
nl: WAARDERING
pl: OCENA
pt: CLASSIFICAÇÃO
ru: РЕЙТИНГ
sk: HODNOTENIE
sv: BETYGSÄTTA
uk: РЕЙТИНГ
vi: ĐÁNH GIÁ

source: Rating&reviews
ast: Puntuación y revisiones
ca: Valoració i comentaris
cs: Hodnocení & recenze
de: Bewertung und Berichte
es: Valoraciones y reseñas
eu: Balorazioak&iruzkinak
fa: بررسی و امتیاز دهی
fr: Classification et critiques
gl: Valoracións e revisións
hu: Értékelések
it: Valutazione&recensioni
ja: 評価とレビュー
nl: Beoordeling&reviews
pl: Oceny i recenzje
pt: Classificações e comentários
ru: Ретинг и отзывы
sk: Hodnotenie&recenzie
sv: Betyg&omdömer
uk: Рейтинги та огляди
vi: Đánh giá & nhận xét

source: Please rate me
ast: Puntúame, por favor
ca: Valoreu-me
cs: Ohodnoťte mne, prosím
de: Bitte bewerte mich
eu: Mesedez balora nazazu hemen
fa: لطفاً به من امتیاز دهید
fr: S'il vous plaît, évaluez moi
gl: Valórame
hu: Kérem értékeljen
it: Dammi un voto
ja: 私を評価してください
nl: Graag een beoordeling geven
pl: Oceń mnie na
pt: Por favor classifique-me
ru: Пожалуйста, оцените меня
sk: Ohodnoťte ma, prosím
sv: Var så god och betygsätt mig
uk: Будь ласка, оцініть мене
vi: Xin vui lòng đánh giá tôi

source: Thanks for use @OSMbot!!
ast: ¡¡Gracies por usar @OSMbot!!
ca: Gràcies per utilitzar l'@OSMbot.
cs: Díky za používání @OSMbot!!!
de: Danke für die Nutzung von @OSMbot!!
es: ¡¡Gracias por usar @OSMbot!!
eu: Eskerrik asko @OSMbot erabiltzeagatik!!
fa: با سپاس برای استفاده از OSMbot!!
fr: Merci beaucoup pour utiliser @OSMbot !!
gl: Grazas por empregar @OSMbot!!
hu: Köszönjük hogy az @OSMbot-ot használja!
it: Grazie per usare @OSMbot!!
ja: @OSMbot のご利用ありがとう!!
nl: Bedankt voor het gebruik van @OSMbot!!
pl: Dziękujemy za używanie @OSMbot!!
pt: Obrigado por usar o @OSMbot!!
ru: Благодарим за пользование @OSMbot!
sk: Vďaka za používanie @OSMbot!!!
sv: Tack för använda @OSMbot!!
uk: Дякую за користування @OSMbot!!
vi: Cám ơn bạn vì sử dụng @OSMbot!

source: Now I always will answer
ast: Agora contestaré siempres
ca: Respondré sempre
cs: Nyní budu vždy odpovídat
fa: اکنون من همیشه پاسخ خواهم داد
gl: Agora responderei sempre
hu: Most már mindig válaszolni fogok
it: Da adesso risponderò sempre
ja: いつでもお答えします
nl: Nu zal ik altijd reageren
pl: Teraz będę odpowiadał zawsze
pt: Agora eu responderei sempre
ru: Теперь я буду отвечать всегда
sk: Teraz budem odpovedať vždy
sv: Jag kommer at svara alltid
uk: Тепер я завжди буду відповідати
vi: Bây giờ tôi sẽ trả lời luôn luôn

source: Ooops! I can't talk this language
ast: ¡Ups! Nun se falar n'esta llingua
ca: Ostres! No puc parlar en aquesta llengua
cs: Jejda! Ještě neovládám tento jazyk
de: Ooops! Diese Sprache kann ich leider nicht sprechen
es: ¡Vaya! No puedo hablarte en este idioma
eu: Ufa! Ezin naiz hizkuntza honetan aritu
fa: وای! من نمیتوانم با این زبان صحبت کنم
fr: Ooops! Je ne sais pas parler cette langue
gl: Ooops! Non sei ese idioma
hu: Hoppá! Nem tudok ezen a nyelven
it: Ooops! Non posso parlare in questa lingua
ja: 残念！この言語は話せないのです
nl: Oeps! Deze taal ken ik niet.
pl: Ups! Nie znam jeszcze tego
pt: Ooops! Eu não entendo esta língua
ru: Ой! Такого языка я не знаю
sk: Och! Ešte neovládam tento jazyk
sv: Oj da! Jag kan inte detta språk
uk: От халепа! Я не знаю цієї мови
vi: Rất tiếc, tôi chưa biết nói ngôn ngữ

source: yet
ast: entá
ca: encara
cs: - zatím
de: noch
es: todavía
eu: oraindik
fa: هنوز
fr: encore
gl: Aínda
hu: még
it: per ora
ja: いまのところは
nl: not
pl: języka
pt: para já
ru: пока что
sk: - zatiaľ
sv: ännu
uk: покищо
vi: này

source: But you can help me to learn it in Transifex
ast: Pero pues ayudame a deprendela en Transifex
ca: Però em podeu ajudar a aprendre-la a Transifex
cs: Ale můžete mne to naučit na Transifexu
de: Aber du kannst mir in Transifex helfen, sie zu erlernen
es: Pero puedes ayudarme a aprenderlo en Transifex
eu: Baina zuk Transifexen ikasten lagun nazakezu
fa: اما شما می توانید به من در یاد گیری آن کمک کنید در سایت Transifex
fr: Mais vous pouvez m'aider à l'apprendre avec
gl: Pero poderías axudarme a aprendelo en Transifex
hu: De segíthet nekem megtanulni a Transifexen
it: Ma puoi aiutarmi a impararla su Transifex
ja: よければTransifexで翻訳を手伝ってください
nl: Maar je kan me helpen door via Transifex te vertalen
pl: Jednak możesz mnie go nauczyć na Transifex
pt: No entanto pode ajudar-me a aprender no Transifex
ru: Поможешь научиться ему в Transifex?
sk: Ale môžete ma to naučiť na Transifexu
sv: Du kan hjälpa mig att lära det i Transifex
uk: Але ви можете допомгти мені її вивчити на Transifex
vi: Nhưng bạn có thể dạy tôi nói ngôn ngữ này tại Transifex

source: Sorry, I can't understand you
ast: Siéntolo, nun t'entiendo
ca: Ho sento, no us he entès
cs: Promiňte, ale nerozumím
de: Entschuldigung, das habe ich nicht verstanden
es: No te entiendo
eu: Barkatu, ez zaitut ulertzen
fa: متاسفم، نمیتوانم متوجه منظور شما شوم
fr: Désolé, je ne comprends pas
gl: Síntoo, non te entendín
hu: Sajnálom, nem értem
it: Scusa, non riesco a capirti
ja: ごめんなさい、内容を解釈できません
nl: Sorry, ik begrijp je niet
pl: Przykro mi, ale nie rozumiem Cię
pt: Desculpe, não consigo entender o que escreveu
ru: Извините, не понимаю
sk: Prepáčte, ale nerozumiem
sv: Förlåt. Jag kan inte förstå dig
uk: Шкода, але я вас не розумію.
vi: Rất tiếc, tôi không hiểu bạn

source: Perhaps I could help you with the command /help
ast: Igual puedo ayudate col comandu /help
ca: Potser us podria ajudar amb la comanda /help
cs: Možná vám pomohu příkazem /help
de: Vielleicht kann ich dir mit dem Befehl /help weiterhelfen
es: A lo mejor puedo ayudarte con la orden /help
eu: Agian /help aginduarekin lagun zaitzaket
fa: لطفاً از برای مشاهده راهنما از این دستور استفاده کنید: /help
fr: Peut être, je peux vous aider avec le commande /help
gl: Quizais che poda axudar co comando /help
hu: Talán segíthetek a /help paranccsal
it: Forse posso aiutarti con il comando /help
ja: /help コマンドを使ってもらうといいかも
nl: Mischien kan ik je helpen als je /help gebruikt
pl: Może pomogę Ci komendą /help
pt: talvez eu possa ajudá-lo com o comando /hel
ru: Может, вам пригодится команда /help
sk: Možno vám pomôžem príkazom /help
sv: Kanske jag kan hjälpa dig genom komman /help
uk: Можливо вам допоможе команда /help
vi: Có lẽ tôi có thể giúp bạn với lệnh /help

source: What do you want to configure?
ast: ¿Qué quies configurar?
ca: Què voleu configurar?
cs: Co si přejete nastavit?
de: Was möchtest du einstellen?
es: ¿Qué deseas configurar?
eu: Zer nahi duzu konfiguratu?
fa: چی چیزی میخواهید تغییر دهید؟
fr: Qu'est-ce que vous voulez configurer?
gl: Que é o que queres configurar?
hu: Mit szeretne beállítani?
it: Cosa vuoi configurare?
ja: 構成をどうしますか？
nl: Wat wil je instellen?
pl: Co chcesz skonfigurować?
pt: O que pretende configurar?
ru: Что настроим?
sk: Čo si prajete nastaviť?
sv: Vad vill du konfigurera?
uk: Що ви бажаєте налаштувати?
vi: Bạn muốn cấu hình gì?

source: Flag
ca: Bandera
de: Flagge
fa: پرچم
fr: Drapeau
gl: Bandeira
it: Bandiera
pl: Flaga
pt: Bandeira
ru: Флаг
sv: Flagga

source: Wikidata
fa: ویکی‌داده
ja: ウィキデータ
pl: Wikidane
ru: Викиданные
sk: Wikiúdaje
uk: Вікідані

source: Wikipedia
ca: Viquipèdia
cs: Wikipedie
fa: ویکی‌پدیا
fr: Wikipédia
hu: Wikipédia
ja: ウィキペディア
pt: Wikipédia
ru: Википедия
sk: Wikipédia
uk: Вікіпедія
